
[
    { 
        "序号": "1",
        "年龄": "24",
        "性别": "女",
        "职业": "教师",
        "地区": "河南郑州",
        "时间": "2023-10",
        "方式": "跳楼",
        "遗书": "麻麻，对不起，我真的撑不住了答应我姐一起买车的事情食言了，和我姐幻想的未来生活也实现不了了。我真的好难过，我觉得自己喘不过来气.我从来没想过，作为一个小学老师会这么的难，面对学生很想真的做到教书育人，但是学校的工作，学校的活动，领导的检查，让我们这些没有培训过就直接当班主任的毕业生像入了牢笼，牢笼一点点缩小，我们每天都提着最后一口气上班什么时候老师才能只做教书育人的工作?不幸福的老师怎么能教出来积极乐观的孩子呢?如果要是没有死透，也别救了，就把器官捐赠了吧。"
    },
    {
        "序号": "2",
        "年龄": "14",
        "性别": "女",
        "职业": "初高中学生",
        "地区": "上海",
        "时间": "2021-4",
        "方式": "跳楼",
        "遗书": "人生一趟，遇见你们我很荣幸，若有来生，我们不要再见面了。想想也没什么，你们爱的不是我，是冲进班级前十的我，是排名年龄前二十的我，是考到满分的我，你们心目中的完美女儿太优秀，我达不到。开学就是初二了，你们口中美好的小学，轻松的预备，快乐的初一，我都是玩命扛下来的，哪还敢奢望什么魔鬼初三初三。也没有什么好可惜好难过的，是你们说不指望我的，我相信你们。我是带给你们荣誉的人，严格出孝子的代言人，在朋友面前攀比的工具。在人前彬彬有礼，来了电话时语气礼貌又文明，在人后我承受了你们口中最肮脏的辱骂，气撒出来了，你们开心了，我就当睁一只眼闭一只眼,反正也没什么不是吗?人生比的不是长短，是价值，我知道计多你们不知道的事，为世界也做出过微薄的贡献。巴掌打在脸上最疼，然后是手背，再是手臂，最后是大腿，打在背上还行，被皮带或电线抽时腿上最疼，然后是背上，最后是双臂，羞辱人最有效的方法先是让她就穿地鞋站在屋外向外人示众，再是每日每夜骂不停地尖声骂最难听的话，还说的冠冕堂皇，最后是耍泼。失眠的原因是睡前被驾或被打，躺在床上接着听从主卧传来的谩骂声，剩下的时间用来回味一天的难过。中国人爱说小孩疯掉是因为学习压力大，可明明是家长把成绩看得太重了，先来明白了，因为他们不知道自己错了，过去不知道，现在不知道，未来更不可能知道，孩子喜欢的玩耍方式一直在变，我们满意的作业量一直在改，流传下来的却是上一辈那句“我们在你们这个岁数是没有怎么怎么样，所以现在才怎么怎么样，因此你一定要怎么怎么样”但凡你真的认识到自己的差都没脸说出这种句，但凡你在这方面有一点基因我们都不会这样。这年头就是这么怪，坐在沙发上躺在床上的人永远有资格指着鼻子骂一个正在读书或写功课的人，不为别的，就因为人家是长辈。是我太懦弱了，不敢面对下一次语文六十多分，数学七十多分和英语八十几分，我还是活成了自己最讨厌的样子。这辈子做尽了别人的出气桶，但还是有些对不起的人的，自然不是你们，为了他们，我又意外挺过了初一，的确是意料之外。既然都受不了彼此，不如我们各退一步，我消失也不错啊，我不怕。我不气你们，爱护你们的肺和心脏，不缩短你们的寿命了，你们不适合养女儿，或许儿子承受能力更好。也不能完全怪我,我真的尽力了，实在受不了了，这蛮好，不用担心我抄人作业，我作业不用交了，也不用担心我某某时间背着你们玩电子产品，花钱买我喜欢的东西。为人大气，我给你们你们想要的东西，桌子上是我能拿的出手所有的现金，你们说压岁钱统一给我三万，我不要了，全归你，不知道他们会不会给保险金，有的话最好，手机也不需要了，少了一个败家子，家庭会富裕起来，微信的钱全给你们了，自己看着分，我要课都上完了，那羽毛球课叫你们别买你们偏不听，那个课好像成年人也能上，你们趁着暑假去听掉，平时没有打打球挺好，我不会赖在家里把房子交成凶宅的放心，把奶奶接过来过来一起住吧，别整天去那种地方旅游被人家骗钱。诚心诚意祝你手术顺利，早日康复，少加班少熬夜，别过来烦我，桌上那张蓝色的卡是我们学校的借书卡，我借了学校三本书:《创业史》《红岩》《哈利波特与死亡圣器》一定要帮我还掉，麻烦跟老师说声谢谢。记得用我的零钱给小朋友买棒棒糖，珍珠棒的牌子好，房间里的东西有喜欢的一律随便拿。毁掉一个人很简单，只需要毁了她的童年，其余一切顺其自然，你们已经毁了我，也毁了XXX，请好好待她的弟弟吧，请收手这种伤害，这并不威风。你们把我们想得太坚强了。反省这件事就留给岁月好了。榻榻米我用鞋踩过，用抹布擦干净。"
    },
    {
        "序号": "3",
        "年龄": "17",
        "性别": "男",
        "职业": "初高中学生",
        "地区": "云南省昭通市镇雄县盐源乡盐溪村",
        "时间": "2017-1",
        "方式": "农药",
        "遗书": "我逢过年受气、受罪，人人都有一颗心，心是肉长的，但是我的父亲是不知进退。人人过年，欢声笑语，高高兴兴，但我去年、今年，没有得到好日子过，去年打骂、逼问账目，只因为一点小事情，我过完年，上有七十几的爷爷奶奶，下有十八九岁的哥哥，我无法接受。为什么别人都有好的家庭，为什么？我没有，别人都有一个美好的童年，而我却只有在阴暗的阳光里度过，我不希望有什么好的生活，我只希望我有一个好个人生活，不受他人的气。在这十五年里，我感谢我的爷爷奶奶，是他们教我学会了为人处事，但是我的爸妈在这些年里没有一天是他们照顾我，但我不恨他们，因为他们有很大的负担。但是，我希望我父亲改改脾气，不要那么火爆，每一个人都有一颗自己的心，人心隔肚皮，我不知道他们的心事什么颜色，为什么要逼得子女自杀。我还很年轻，不是那么想死，但我受不了气，不要把脾气撒在自己儿女身上，他们是无辜的，上帝把他们送你们身边是希望他们得到爱，而不是父母的怒火，为此我必须申明：我的死与我的家人有着很大的关系，原因是我爸爸，他总是给我压力，给我难过，我死了是对我自己的一个解脱，从而为家庭减轻负担，为他们省下一笔钱，同时我将不再受我爸爸的气。那么我将活活受罪，我是那么希望自己不是人，而是一个水里游的、天上飞的，不管怎么我都将会快乐开心，不会流泪，我不会后悔，我后悔得是我投错了胎，世界那么大，为什么我会投生在这里，人终究会死，早死晚死都一样。爸爸，我死了，你就高兴了，因为不会有什么事会烦你了，我的死是你造成的，与其他人无关。你句句逼人，我没有办法，独有一死方休止。有一句话是这么说的，走自己的路，让别人去说吧，但是你既然有自己的规则，我不会管，因为我破坏了你的规举就只有死，你自己好字为之，你不要无理取闹，希望下辈子你我互不相识。你的不孝儿子，当然也是啥子事都干不了的一个儿子，自己珍重。我死了，你不要找老爷们（爷爷奶奶）的麻烦，如果你找老爷们的麻烦我都不放过你，我的死是你亲自造成的。另外，我死了，麻烦你帮我把我的手机卡给小帅儿，告诉他QQ钱包密码112820，手机卡在抽屉中，我的所有东西不准动我的。"
    },
    {
        "序号": "4",
        "年龄": "25",
        "性别": "女",
        "职业": "医学生",
        "地区": "湖南长沙",
        "时间": "2023-8",
        "方式": "割颈",
        "遗书": "我真的好累，想回去休息了。从大年初六到现在， 就没有好好休息过。大年初六上了三十多个小时班 不眠不休。可是事情还是做不完，总是做不完，每天都在加班，明明是假期，可是我在加班，初七加班，初八加班。我以为熬过这几天就好了，可是这就是个死循环。源源不断的事情，根本不可能做得完。一句这个月科室缺人，所以我就活该要一个人做两个人甚至三个人的事情吗。我以为规培的主要目的是学习，是把知识和临床结合，原来是给科室 当免费的牛马。送病人去转科，结果说我没去听小讲课算我缺勤。所以我到底是医生还是学生。上班忙到中饭都没吃，第二天早上交班还要说我中午没搞办公室卫生。加班到凌晨。早上六点半起床打车七点多赶到科室加班。明明已经申请了请假，可是还是不能回去休息。要开医嘱，谈话，做腰穿，写病历，写出院，处理病人的事情。病人在催我，都要出院。所以请假的意义是什么呢？扣我一天70几的工资，然后继续从早上上到晚上。第二天继续加班。所以规培的意义是什么呢，是被别人任意拿捏，只要不死，想拿规培证，就得服从。是啊，26岁的年龄，身体，是很难猝死的。即使是在猝死的边缘，只 要不死，就得像牛马一样干活。机器也需要定期检修的啊。我真的坚持不下去了，明明昨天就已经申请请了假，明明心脏已经快要跳出来了，明明咳嗽咳得胸痛，明明胸闷得内衣都不敢穿，可是还是有做不完的事情要做不能回去休息。就算请了假，我哪有时间去看病。请了假又怎样，病历还是没写完，还是得我写，请了假然后在加班，加班事情也做不完，多么可笑啊。可怕的是请了假还不知道这个月会不会以各种借口不让过规培，请完假还是得 回来上这样的班。那就早点结束吧。世上本就没有公平，怪我自己是不合格的牛马，熬不下去了。对不起爸妈，生养之恩，来世再报。也对不起导师，我知道规培不是您能左右的，只是之前还在跟我谈找工作的事，谈毕业的事，明明一切都那么那么美好，可是我不想看见了。没日没夜的加班，既然早晚要猝死，那就让我自己选择方式吧。再也不见 了，这个世界。再也不用六点半起床上班上到凌晨了。写不完的病历再见了。手机放在身上了。书包在科室，别的没有什么东西了。密码存在手机笔记本上了。心率已经150＋了，可是还在科室，还有事情没做完。还是不能回去。还有出院等着我办。毁灭吧。死后请把我火化。骨灰撒在山上。我替你们试过了，心率120会胸闷，130会气促，140、150会 胸痛，头晕，黑朦。但是26岁怎么都不会晕倒，猝死。还能继续干。或许会猝死，只是不知道什么时候。"
    },
    {
        "序号": "5",
        "年龄": "18",
        "性别": "男",
        "职业": "高中毕业生/史学工作者",
        "地区": "陕西西安",
        "时间": "2016-2",
        "方式": "跳楼",
        "遗书": "烦请所有得知我去世消息的人，如果你们觉得不能理解我，请给予我基本的尊重，不要拿我借题发挥，像对江绪林一样，那种行为挺卑劣、愚昧的。我实在不想虚伪地以令人作呕的谦虚把自己“留与后人评说”——以我自己的解释为准就好了。终于还是要离开。一走了之的念头曾在脑海里萌发过太多次，两年多来每一次对压抑、恐惧的感受都推动着我在脑海里沉淀下今日对生死的深思熟虑，让我自己不再会觉得自己的离开只是草率的轻生，让我可以以为我最终的离去不仅是感性地对抑郁、孤独的排解，也是种变相地对我理性思考之成果的表达。未来对我太没有吸引力了。仅就世俗的生活而言，我能想象到我能努力到的一切，也早早认清了我永远不能超越的界限。太没意思了。更何况我精神上生活在别处，现实里就找不到能耐的下脚的地方。活着太苍白了，活着的言行让人感到厌烦，包括我自己的言行，我不屑活着。离世前唯一的担忧是我的遗体大概会很难看且任人摆布，周围的环境决定了人很难有个体面的活法，连小小的中学里也处处是浓厚的政治气息（举一小小例子，西中教学楼内教师办公室靠走廊的的门窗无不是人为地被用纸贴上或用柜子挡住，或者干脆办公室靠走廊一侧就没建窗户，而学生教室却可随时被人从窗户向里一览无余，这就是种显而易见的对等级氛围和身份权利差异的暗示，套用周振鹤先生的概念，可谓之校园政治地理学。可叹很多老师从没意识到过他们这种不自重，用寡鲜廉耻评价毫不过分，因为他们一面对自己享有的这种特权安之若素，另一方面却大量抱怨着中学老师社会地位、收入、学校里面领导的官僚化作风，却不反思自己），这样的社会风气里，容不下安乐死这样很个人主义的事的，因为总有人想榨取别人，自然不能放别人自由地生死。烦请所有得知我去世消息的人，如果你们觉得不能理解我，请给予我基本的尊重，不要拿我借题发挥，像对江绪林一样，那种行为挺卑劣、愚昧的。我实在不想虚伪地以令人作呕的谦虚把自己“留与后人评说”——以我自己的解释为准就好了。更何况我相信那些芸芸大众里的旁观者，只会给出那种为我所不屑的轻薄、庸俗的解释。你们知道吗，在这最后的时刻，在我给除刘雅雯外的每个人——包括我的亲人与学友——写下这些话的时候，内心竟然有种施舍般的悲悯。我想我应该坦白地告诉你们这一点，好让你们以对我的狂傲和自以为是的嘲笑，来减少点你们心里的恐惧。遗嘱见下：3、希望我的父亲能知足，珍惜我的母亲，同时改掉自己家长制的脾气以及极差的饮食追求，认清自己实际的生活能力和状况。太爱出去跟别人骑自行车，其实是不够挂念妻子和家庭。不要再保持那种单身宅男才会有的饮食习惯了，不健康，且这种饮食习惯是对性格和责任心的投射，说明人活得浑浑噩噩。4、希望我的母亲能振起精神来多抓抓工作，多去挣钱。这样若我父亲先离开，至少还可以维持生活。一个志在过小日子的人，精神也会很脆弱，要学会找些东西依靠。金钱是可以依靠的，另外还有志业也可以支撑人。5、剩下两次心理咨询，建议我父母分别去找郑皓鹏谈一次。我的离开不需要、不应该追责任何人，尤其是郑皓鹏，否则就是在侮辱我。我连我对刘雅雯的爱恋都没对郑皓鹏坦白过，而且我的心理问题太形而上了，郑皓鹏似乎比较适合解决诱因比较具有现实性的心理问题。6、感谢西北大学招生办刘春雷主任邀请我报考西北大学，很抱歉辜负他一片诚意。谢谢北京大学历史学系将我评为夏令营的优秀营员。谢谢邓小南老师的关照。7、每次去李裕民老师家都能感受到平日很少能体会到的温馨和安稳感。我对不起李老师夫妇对我的关爱。8、谢谢李范文老师一年多来对我的提携，答应给李老师整理《同音研究》的事也做不到了。恩情难报。9、向我的“朋友”们致歉，抱歉我给过你们一些错觉，我曾自私地想让我尝试去适应与世界相处，努力过放下我自以为是的精神洁癖。但我天性敏感，总是善于从在貌似愉快的氛围中的发生的小小分歧里窥探出自己与别人的殊途，让你们为我这么一个于你们活下去无意义的人耽误了些许时光。10、我要承认我对历史研究的日久生情。之前在媒体上抑或私下里，总冷冰冰地说历史研究只是渐渐随年岁长进而被我习惯的工作而已。但活到最后，对之还是曾有过牵挂。人活在世上，实在不该太把自己当回事，但只要人要赖活着，总得靠某种虚荣来营造出自我存在的价值感，无用的历史研究曾让我底气十足。虽然我的两本著作烂到算作草稿都不配，但我对我的学问有信心。我对古人的历史没什么兴趣，但每当我为活着感到疲惫、无趣时，对比之下，我总会自然地想去缩进历史研究的世界。但是即便是做研究，也并非能让我拥有尽善的生活感觉，因为有太多虚假的“研究”，还因为本质上少有其他人会对研究爱得纯粹。一个人喜欢追索，哪怕是对任意领域的，都会受到现实的阻挠和精神的压迫。问太多、想太多是种折磨，因为这样的情况下人会很难活得简单肤浅起来。好像说远了，其实仅就对做历史研究的想法而言，我只是想明白了心有天游，拘泥在一门学问之中，那样活着也是很庸碌的。说放下也就放下了。"
    },
    {
        "序号": "6",
        "年龄": "15",
        "性别": "男",
        "职业": "初高中学生",
        "地区": "江西赣州兴国县",
        "时间": "2016-10",
        "方式": "溺亡",
        "遗书": "老爸老妈，我死是因为我知道自己的成绩差的太多了，不可能考上高中的，我也不想再给你们增加负担了。你们两人抚养我们三个一定很难，老哥和老菜成绩都好，老哥快毕业了，老菜也高中了，我也曾经努力学习过，可是，无论如何我都无法集中精力在学习上，我最后放弃了，如果我还听得进课的话，我会努力学习，考上大学的，可是我不行，我不愿意做啃老的人，也不愿做一个社会上的败类，所以我选择死。其实，我从留级的那一年就开始想死了。可是，我舍不得你们，所以我拖了这么久，今天，我想明白了。再以这种情况拖下去，还不如死了，起码可以自由的睡一觉。我知道，你们会说我没用，没错，我是很没用，但是所有的苦，我都放在心里，不愿意在你们面前表露出来，我只以一个乐观的样子面对你们，但实际上，我的内心一直在告诉我“你是个没用的人，这么胆小，永远成不了大气。”其实，我自己什么都敢做的，只不过我有理智，今天，我要让它滚开，不要再约束我了。如果要找我的尸首，就去水库吧。 我想了很多方式，就这个最好，我的尸体火化吧。骨灰要么随风而散，要么埋在山顶，让我可以天天看风景。"
    },
    {
        "序号": "7",
        "年龄": "17",
        "性别": "女",
        "职业": "未知,曾在酒吧",
        "地区": "福建石狮",
        "时间": "2014-10",
        "方式": "跳楼",
        "遗书": "对不起爸爸妈妈弟弟奶奶，我看透了这个世界，我不喜欢这么累的活着，所以我先去探寻我心中最大的疑惑有没有前世来生，妈妈，你最讨厌小三了，可是我却做了，因为爱，我听你的话乖乖的没拆散人家家庭，爸爸，我理解你，所以你好好的，永远都爱那个给我拍照的好爸爸，弟弟，那么帅不管你读书还是混社会，都要洁身自爱自立自强，，奶奶，再享福几年。我没存下来钱，只剩下5800我打到三婶卡里了给弟弟，希望弟弟能健康成长，留给妈妈的只有刚买的面膜那些了我都寄到修那了，他会拿给你，妈妈，不要去责怪任何人，是我对这个世界绝望了，与他人无关，是我感受不到亲情友情和活着的意义，是我自己想不通放不下，，我活着很累，我迷茫我没有目标，我不懂事这么小就谈了三四个男朋友，我还在酒吧上过班，感觉自己就是个废物，我好像总是多余的，我不应该来到这个世界，妈妈你叫我看心理医生我没去看，因为我已经变态奔溃了，活着没意思，我就走了，不要难过，骗弟弟说我在外面不回家别告诉他我死了，我希望我跳下去可以直接死了不要残废，如果没死让医生给我一针安乐死，我真的不想活在这个世界那么累，我还差几个月才18，所以不能入祖坟的，我也不想入，不要给我换丑丑的死人服，我喜欢白色的长裙，就把我火葬，直接这样火葬把骨灰从石狮绿岛最高的那层楼撒下来，这是我的心愿爸爸妈妈，最后一次让你们为我操劳一次，希望你们可以放下各自的家庭，带弟弟去旅游一次感受下有爸爸妈妈的感觉，真的对不起，我的东西都丢掉不要了，仅剩的遗物在建明迎宾楼路口对面的百江明珠旁边第二条巷子里面有家沙县店，楼上308就是我开了几天的临时住宿，把那些烧给我就好了，唉，从小到大，就这一次最不让你们省心了，也是最后一次，对不起，爸爸妈妈，闺蜜潘莲，希望你可以见到我妈的时候给她看，谢谢了"
    },
    {
        "序号": "8",
        "年龄": "44",
        "性别": "男",
        "职业": "企业主",
        "地区": "江苏常州",
        "时间": "2023-11",
        "方式": "跳楼",
        "遗书": "市纪委领导：辛苦你们了！800万的存款，所有前期承认的现金行贿都不存在。我当时只想早点交代结束，草率承认的，证据都是慢慢猜和想出来的，刚好对上，也是巧合！纯属巧合！我不想受累了，拜拜！"
    },
    {
        "序号": "9",
        "年龄": "30",
        "性别": "男",
        "职业": "博士研究生",
        "地区": "弗罗里达大学",
        "时间": "2019-6",
        "方式": "自缢",
        "遗书": "尊敬的各位实验室同僚:如果你们现在收到这条消息的话，证明我已经离开这个世界了。你们应该都知道，我在去年12月份的时候，自己在很短的时间内写了一篇ISCA，投出去，恰好中了。具体中的原因你们也都清楚，靠的是Dr.Li的关系，这六个reviewer中其中四个是老板的朋友。但是其实这个论文当时是有很大的问题的，design不make sense，reviewer也不较真，最终就这么莫名其妙的中了。但是，这样的话，是谁都会感觉很虚。过了deadline之后，就开始疯狂修改，有些实验没补的补上。做实验的过程中，发现很多实验现象和design跟之前claim的不一样。以至于这篇paper从题目、characterization到design，完全说不通。比如我claim我这个是针对3DCNN的，通过改变Diffy的架构，实现动态的temporal delta和spaital delta的控制，以最大化性能提升。但是，这里面问题实在是太多了:第一，Diffy的架构synchronization问题非常大，如果input featuremap的宽度很窄的情况下，lanesynchronization的overhead，而我当时又以为3DCNN的temporal dimension(一般最大也就是16，而且随着layer不断变小)也可以像Diffy一样展开。第二，根本无法实现跳0，因为有lane的synchronization和spatial/temporal delta的累加所以，如果想改的话，需要从头到尾重写这篇文章。提一个完全新的idea，这个在当时finalversion之前是不现实的。跟Dr.Li沟通后，还是就硬着头皮麻痹自己把这个文章说圆，但是今天发现还是所有的问题都无法fix，而且问题很明显，被专业做accelerator的人一眼就能看出来问题至于有些数据不make sense的事情，Dr.Li是默许的，也不做过多评价了。考虑到对以后career的影响，如果这样发表的话，在体系结构圈内，包括reputation等，我以后的生活会生不如死，完全进退两难。我反复考虑到了所有情况，觉得真的无路可走。所以我通过自杀的方式来弥补我的过失。希望你们吸取我的教训，不要乱搞事情，paper做到什么程度就说到什么程度，不要大跃进的方式。也算是希望为了这个世界带来一点改变吧。希望大家以后能在这个社会中保持一份单纯和善良。我会在另一个世界祝福你们。"
    },
    {
        "序号": "10",
        "年龄": "17",
        "性别": "男",
        "职业": "初高中学生",
        "地区": "江苏宿迁",
        "时间": "2020-",
        "方式": "溺亡",
        "遗书": "致焦xx，吴xx，和我的父亲母亲：今天放学。我和吴xx说话，她让我不要和她再说话了,这更加坚定了我从晚自习第一节课坚定的想法,焦xx,你总是说我死不要脸，脸皮厚,可我记得小的时候我脸皮特别薄,在别人眼中,我总是嘻嘻哈哈的，爱笑，可我并不是真的开心，我只是单纯喜欢笑而己，我的政治试卷忘记订正，你骂我的那些话我不认为你是想借此来激励我，谁会没有自尊呢，你和菊花一起笑我的时候，我真的好想直接撞死在墙上啊，但我会想到吴xx，有一个人在教室等我去找她说话，你说早恋会影响成绩，我并不懂，真正影响成绩的应该是早恋后的失恋，您废尽心思，真的辛苦您了，你巴不得毁掉我是吗！你说过，不反对我，对吴xx，我这辈子都没有出息，只能说您成功了。就拿这次考试来说，她成绩并未有起伏，我反而进步了几名，进入高二，我也在慢慢改掉自己以前的坏毛病，因为吴xx，我也对未来充满憧憬，也渴望得到你的认可。可是你除了会看到我的差你还会看到什么，拿成绩，逼着吴xx不理我，一次又一次，你指导你每次因为找她反而对我们平衡的学习有多大影响吗，就算谈恋爱，掉成绩,那也是您一手造成的，您亲手，毁掉我的白月光，毁掉了我的救赎，人之将死，其言也善 收起你那伪善的假面吧，冠冕堂皇令人作呕，今天是我和吴xx早恋的第165天，吴xx我真的真的好爱你，我说过我会爱你一辈子，我会做到，可惜，我这辈子也只有短短165天，好多对你的承诺都不能实现了，我也不能为你做饭了，也不能带你一起去旅行了，说好的家庭主夫也不会再有了，我真的好爱你，说好一辈子在一起，也不能做到了，真的好想好想，熬进高中时间，挺过大学四年，然后把你光明正大的娶回家，可是这些都不会有了，你还有很长的路能走，这样的生话你会有，但注定不会是和我。可能，你会因我的离开而难过，但我相信，你会有一天走出来的，你要努力学习，考上一所好大学，找到一位很优秀的男生托付一生，毕竟，你可是我最最最珍贵的宝贝呢。我已经爱了你一辈子，我已经满足了，这段时光我真的好好好开心鸭，或许这个世界，我惟一的不舍就是你吧，你都不要我了，活着还有什么意义，我也跟你说过,没有你的世界，我一刻也不想待，永远爱你，我的宝贝xx。是，是挺对不起我的父母的，真的很对不起，但话还是说清楚比较好，小时候，你们经常不在我身边，等我长大一点，也很少管我，你们对我的认识，仅来自于成绩，评语和那微不足道的相处时间里，可能我对你们更多是养育之恩的感激吧，可能爱并不是会有很多，平常呢，也听说过一些例子，都说我们这类人是自私的，自己离开了，让爱自己的人痛苦着，可是我别无选择。或许，今天是我用最温柔的语气对妈妈说话的一次。我是会经常埋怨你们没有文化,没有钱，没有权，可在我心中，你们绝对是天底下最好的父母，从小到大，没和父亲说过多少话，但是近两年我也感受到他的无声的爱，我也很后悔四年级那次赌气，让他摔伤，也后悔和他打架，我真的好后悔，后悔一切，如果可以，我真的想重新来过啊。我爱你们啊爸爸，妈妈，PS: 我手机和手表放在了小区门口以美好超市，手机留给吴xx，密码她知道，手表留给xxx，这么长时间，也没送过他啥东西，关系这么好，也挺舍不得他和xx的，啊，好伤感，再写就要舍不得了，到此为中止吧。"
    },
    {
        "序号": "11",
        "年龄": "36",
        "性别": "男",
        "职业": "法院副院长",
        "地区": "甘肃武威",
        "时间": "2013-1",
        "方式": "跳楼",
        "遗书": "各位领导、同事及我的家人，永别了！我因为患有严重的抑郁症，不堪工作和生活的压力，所以我选择离开这个世界。我的死和组织及任何人、事无关，纯粹是由于疾病所致，得了抑郁症的人真是生不如死，请大家理解我以这种方式离开这个美好的世界吧……我选择了轻生这种方式，必然会引起各种猜测，给我的家人及组织带来一定的负面影响，请你们原谅我吧。"
    },
    {
        "序号": "12",
        "年龄": "20",
        "性别": "女",
        "职业": "留学生",
        "地区": "圣塔芭芭拉",
        "时间": "2017-2",
        "方式": "未知",
        "遗书": "(1微博)：当大家看到这段文字的时候，我应该已经离开了人世。当然我希望我那时已经离开了人世，而非躺在病床上植物人一般昏迷却生活著。所以定了一个这么长的时间，希望一切都能顺利如愿完成。世界是美好的，而我是个不堪重负的胆小鬼，所以选择了退缩和躲避。我的离去完全是我自己的选择，不因为任何人任何事。我已经说过，生存还是死亡，理由有且只应有一个，就是自己本身值不值得生存，有没有资格生存，或者人是不是本就是作为一个该被超越的族群，而不应该因为任何人，任何事，任何情感而去定夺自己死亡还是生存。或许世界是美好的，而我是肮脏的，不值得活下去。又抑或世界是复杂的，我的脑筋转不过来，只是纯粹地想做一个没有任何牵绊的。我无法承担生命给予我的重量。生命，如果我懂什么是生命就好了。我爱的所有人，一切安好，人生苦短，及时行乐，好好生活。（2手稿）致每一个爱我的人，看看窗外下着淅淅沥沥的雨，我想，生命也不过是一滴雨从天空中的云坠落至大地的短暂过程罢了。雨一滴接着一滴，这是千万无数无声的过程重复,仅此而已,假如你们看到雨滴时有所感慨，那绝非是雨滴最终的叹息，雨滴完成了它需且仅需要走完的过程而已，那是对它全部的意义,所以不要感慨，不必对这滴雨曾否停留而感到惋惜，雨滴的坠落最终滋润了大地，不论是落在了哪片土地，不论在这个过程中它有否损耗，是否被突如其来的风吹得偏离，是否因为成千上万的小伙伴而是得单调无力，还是因为地心引力而不能控制无所谓情愿地坠落，都仅是个过程而已。假如这滴雨曾落入某一部分人的眼里，心里，致使他们的眼中，心中泛起蒙雾般的惆怅，那绝非是雨滴的本意，雨滴的使命，是滋养，爱护每一片土地，同一滴西,在灰蒙中诞生，同时也带来春暖花开的声音，无声地带来福祉。我祈求，因我的离去而使我的祈求应验，所有爱我的人都能幸福快乐,身体健康。不要恨我，不要埋怨我，我只是一颗怯懦的雨滴，对不起，生而为人,真的很抱歉。我无法选择从不开始，所以我选择结束"
    },
    {
        "序号": "13",
        "年龄": "53",
        "性别": "男",
        "职业": "汽车经销商",
        "地区": "江苏南京",
        "时间": "2016-3",
        "方式": "自缢",
        "遗书": "我是被比亚迪汽车害得家破人亡走上绝路的！经营比亚迪汽车7年多了，一直是负债亏损经营，将家中的住宅、妈妈的住宅、朋友战友的住宅都用于抵押贷款，而无法偿还，害的家人、朋友居无定所，同时借了邱海峰私人的高利贷而无法偿还，导致女儿被人追债，犯下了无法挽救的错误！唯有一死！万请家人、各位朋友能原谅我！"
    },
    {
        "序号": "14",
        "年龄": "26",
        "性别": "男",
        "职业": "博士研究生",
        "地区": "北京",
        "时间": "2010-3",
        "方式": "跳楼",
        "遗书": "想好了。我想我真的想好了。这个世界是一沟绝望的死水，我在这里再怎么折腾也激不起半点涟漪。所有的努力都会被既得利益集团踩在脚下，所有的奋斗都面临着举步维艰。冷漠的人，谢谢你们曾经看轻我，让我最终下了这样的决心。世俗的炎凉，尘世的丑恶，恶心的嘴脸，可恶的压力，你们都随风去吧。对不起。对不起。我可怜的让我万般不舍的妈妈，最对不起的就是你……我此刻一想到你苍苍的白发，粗糙的双手，一年大部分的饭菜只是馒头就咸菜，一件蓝色的夹克穿了那么多年，每年过年都是那一件，我都会心痛得要死。儿子不孝，不肖，没能让您的付出得到回报，这么多年您一个人含辛茹苦供我一直读到北邮的博士啊……曾经，我所有对您的承诺，都没有办法履行了，对不起，对不起。儿子是一个没有用的人，自从离开老家以来，其实无时无刻不在想着让您也能来北京吃一次烤鸭，看看天安门和故宫，住上楼房，坐上小车，不用再为了我去捡垃圾、拾破烂，不用再去给人家工地上做饭赚钱瞧人家白眼……可是，这么多年了，我什么都没有给您，我甚至连您一直想要却舍不得买的假牙伴侣都没能给您买到，每当晚上躺在床上想到您每顿饭都在用那戴不牢的假牙痛苦地磨着干涩的馒头，我的眼泪就止不住地流……一百块啊，不过是一百块啊，一百块还不够那些老板官员们抽一盒烟的钱，我却给你买不起!我太没用了。现在知识太没用了。有用的只是金钱和权势，有用的只是关系和背景。现在要凭正直的才华去出人头地，太难太难了。我也曾试着找过工作，但是没有人用我。我对这个世界彻底地绝望了。绝望了。我的肝又开始痛了，不能再写下去了……我走之后哥哥一家就应该会对您好点了，保重……终于可以一了百了了，我很高兴。永别了，妈!"
    },
    {
        "序号": "15",
        "年龄": "24",
        "性别": "女",
        "职业": "教师",
        "地区": "海南三亚",
        "时间": "2012-3",
        "方式": "自缢",
        "遗书": "总受学生的恐吓和威胁，身心受到很大的伤害，学校故意安排我做那么多活，我都累垮了。现在才来说我的无能，实际上都变成这样了。"
    },
    {
        "序号": "16",
        "年龄": "31",
        "性别": "女",
        "职业": "教师",
        "地区": "甘肃兰州",
        "时间": "2008-12",
        "方式": "服毒",
        "遗书": "我们又打架了，从交往开始，你就不愿意我去你们单位，我们出去总是各走各，你不让牵手。见了你们同事，你总是让我先走，我一直以为是个子问题让你脸上挂不住，后来我们又打架了，我告诉你往肚子上打，把我们娘儿俩都打死，你就狠狠地往我肚子上打了几拳，我的肚子开始疼，差点晕过去。我第一次想到自杀，我上吊了，结果被你救了，事后我不吃不喝，你没办法就给我输液，还跪着流着眼泪求我吃，说再打我就把手剁掉，还说你把前妻打得耳朵有一只听不见，到现在还侧着耳朵睡觉，因为爱，我原谅了你，在你那儿呆了10天，我的脸能见人了，我才出门去做人流。7月10日我做了人流，我的第一个孩子就这样没有了，做B超时他(她)都有心跳了，那几天我总做梦梦见一个孩子，胖胖的奶奶还抱着。也许在别的一个世界里，我最心爱的奶奶正抱着他(她)，就像当初抱着我一般，因为你打的原因，我的后背一直疼。在此期间你给我送了一次鸡汤、一次鸽子汤，我们又和好了，我一直没有把这件事告诉任何人，因为这样会增加矛盾……之后我又怀孕了，当时我忙着考试，考试前我去过医院，医生建议我把孩子留下，因为通过检查我以后怀孕的机会很小，因为你我再次到医院做掉了孩子，之后我哭了一天。记得那天早上，我给你讲了我夜里做了一个梦，梦见过年了，我们给三个孩子分糖呢，一个很大了，是你前妻的孩子，一个刚学会跑，在房子里乱跑，而另一个孩子在地上爬，我们都笑着，讲着梦含着泪，而这次人流，我吃了你一只鸡。手术费你说一人一半，我随口说600元，你就给了我300元，我很寒心，疼我受了，多数钱我掏了，无言。休息了几天我又自己洗衣服又得去上班，现在留了一身病……离最后一次挨打，已经整整一个月了，该结束了。在夜深人静，你站在我的角度，一个小女人的角度，一个以感情为生命的女人的角度，去想想，有没有亏良心。最后，我想说祝福的话可是我说不出来，我会和我们的两个孩子见面的，一个刚有心跳就被你要求人流的孩子，一个你只肯掏300元人流费流掉的孩子。已被你打过好多次，没有领结婚证的，但尽到妻子义务的妻子，让我们三个人一起祝福你吧，原本想为你编一个短信，可是没有灵感，就把那年下雪时候为你编的留给你：春丛一夜，六花开尽，不待剪刀催；堆积炯花，铺成柳絮，都是散天花；银装素地，偕子之手，笑谈雪雨情；享乐天赐，感受尔意品味人生路。多好的梦啊，这封信终于写完了，我每天都会写一点，最多写一段，最少只有几个字……在这个世界，一片荒凉。我把温柔尽情地为你绽放，加些许的任性。然，换来的是片片红紫，声声的恶语，也有丝丝对我好的想法。泪，滴在地上，碎成点点，如我心。如今，才明白，你的恨，你的毒让我瘦如箫，心似灰。在你的世界里，温柔与我无缘，钟情与我无缘。然，我想，老天是公平的，是仁慈的，在另一个世界里，一定有一份巨大的温柔召唤着我，如星星伴月亮，不离不弃，永远相依，此时我无泪，天却下起雨了。别了，白天的梦。--没有领结婚证的第二个老婆"
    },
    {
        "序号": "17",
        "年龄": "17",
        "性别": "男",
        "职业": "中专学生",
        "地区": "河北邢台，自杀于三亚",
        "时间": "2023-1",
        "方式": "吞服抗抑郁药",
        "遗书": "哈喽，大家好，我是刘学州，我也不知道自己此时此刻是怀着一种怎样的心情去写下的这段话。简单的来描述一下我自己吧，学生，一个努力发光的人，坚强男孩，出生被父母卖掉做彩礼、四岁养父母双亡，二年级开始寄宿制学校、校园欺凌受害者、男老师猥亵、寻亲男孩，被二次遗弃。被生父母添油加醋颠倒黑白被“网暴”、假笑男孩，这些标签虽然都是黑暗的，但的确是我最真实的经历，我在努力找一些阳光的标签给自己贴上，但是却发现好像剩下的唯一的标签就是“坚强”。或许这一切都是命中注定所要承受的。就从我的第一人称角度来叙述我的一生吧。四岁时我的爸爸妈妈（养）因为烟花爆竹作坊事故，爸爸当场身亡，母亲全身重度烧伤医院救治一段时间后也去世了，出事故的前一天晚上不知为何我特别想去姥姥（养）家住，那天晚上姥姥来我家时我爬上了姥姥的电车，紧紧抓住车筐，吵着要和姥姥住一晚，爸爸妈妈一直在哄着我，让我下车，说可以去给我买大鸡腿吃。我依然是紧紧抱着姥姥不松手，后来无奈下爸爸妈妈只能同意让我去了。第二天一大早刚起床的时候便听到了一声巨大的声响，随即我的姥姥便把我放在了邻居家，姥姥急忙骑电动车去到我“家”。当时我还很小，不知道发生了什么。后来我再次见到妈妈（养）的时候是在石家庄医大一医院的电梯里，那时我的姨妈（妈妈的亲姐姐）一只手扶着病床，一只手捂住了我的眼睛，我还是隐隐约约的看到了我的妈妈当时的样子，全身重度烧伤……下一次见到我的妈妈就是她放弃了治疗回到了家中，那也是出事以后我第一次回到我的家里，进了大门看到了我的家已经破烂不堪了，破烂的屋子里是被大火烧掉的家具和房梁的灰烬。在屋子外面的地上看到了我烧掉一半的蓝色书包。进到了被炸掉一半的屋子里看到了我的妈妈在床上躺着打着吊瓶，全身血淋淋的躺在床上，那也是我最后一次见到她，那天去看她时我拿着我最喜欢的一瓶饮料，临走时我说给妈妈喝，她在床上斜着头对我说话的时候，我都看不到妈妈的眼睛在哪里，听到她说：“你好好学习，听姥姥姥爷的话，等妈妈好了给你买好吃的”。那是我最后一次见到她，后来就开始在我们村子里上学，上学时同班同学的很多家长告诉同学们不让他们和我玩，后来就成了大家抢我文具，推我进厕所，各种诬陷我，老师听到了以后不给我反驳的机会直接打我，认定就是我错了。到二年级时就开始去外面上学，去到每个学校都是这样子，会有人欺负我穿的破，小学六年，转了五次学，最严重的校园欺凌是在我们乡的小学里，被高年级的同学抢吃的，餐厅里的工作人员（校领导的亲戚）给大家发鸡蛋的时候故意不发给我，全校所有人都有，唯独没有我的…受到孤立等等。所以我当时只能和一些低年级的当做朋友一起玩，印象最深的一次是在宿舍里被骑在身上拿拳头锤我脸，脸肿了一块以后回到家只敢告诉姥姥奶奶说是不小心从床上摔下来的。姨妈从小都很疼我很疼我，之前有什么事情也会和姨妈讲。但是她也因为婚姻的破碎永远的离开了我。我一直把她当做我的妈妈一样，当我知道她去世的时候，之前一直是很不懂事，不会主动的帮家里的老人干活的，他们教育我我还会记仇，但是从我姨妈去世以后，我明白了许多，知道我该好好的替她照顾我的姥姥。到六年级的时候转到了一所县城的私立寄宿学校中上学，开始是学习成绩很好，后来班主任给了我一次上台表演的机会，给了我一次做班委的机会，从那时候开始就像变了一个人似的，变得特别的外向，爱说话。后来就很少有人再欺负我，那时候开始，也学会了反驳。从小的时候开始村子里的人就有人说是我爸爸妈妈从外面买来的野孩子，那时候因为年龄小，没有很纠结这个事情，在我上初中的时候开始学习压力很大，心事开始变多，遇到了一个很变态的男老师……在宿舍值班室里他叫过去让我和他一起说话，他喝了很多白酒（江小白）还让我去给他接泡面水……后来他喝醉了以后就……那天我爬上了学校宿舍楼楼顶，整整待到第二天早上打起床铃，往下爬的时候，因为墙上的钢丝很高，跳下来跳到楼梯上还不小心歪了一下脚。导致我那一段时间几乎每天是崩溃的……什么也不敢说，还遭到了他的威胁。后来就感觉自己有点抑郁倾向，一直在克制自己让自己变得开心些，从那时候开始很想知道自己是不是真的像村里人口中说的那样，纠结了很久一段时间后，硬着头皮问了一下家里老人，他们承认了，告诉我说是。当时很想知道自己的爸爸妈妈长什么样子，在哪里，很疑惑我是被偷的，还是被他们丢弃的，也有恨他们，因为我这个年龄所承受的一切，全是他们亲手造成的。当时也害怕姥姥姥爷他们伤心，但是我的内心也很纠结，当时只是在宝贝回家志愿者网站上登记了一下，直到今年一次翻朋友圈看到那些被拐卖的孩子和爸爸妈妈抱在一起的视频的时候更加坚定了我想找到他们的想法。于是就去当地的公安局采血入了血库。一直没有音讯。一直到我在抖音上看到了孙叔叔找到了自己被偷多年的孩子，抱在一起痛哭的视频的时候，我更加的想寻找我的爸爸妈妈了。后来在宝贝回家志愿者那里发布了一条寻亲视频得到了许多网友的帮助和关心。也引起了很多人对我寻找爸爸妈妈的关心。也因为如此我也和家里的老人有了隔阂，他们是想让我找到爸爸妈妈的，但是因为当年我的爸爸妈妈把我买来也牵扯到了我们同村的中间人人贩子。刚开始他们一直不告诉我中间人是谁。所以我把全部的希望寄托在了网络上。直到 12 月 14 日下午，我听到了爷爷奶奶和姥姥打电话的时候说道我还有一个疫苗本。当我听到这三个字的时候内心一麻，因为我知道，可能被拐的希望渺茫，极有可能是被卖的。但是自己内心却在告诉自己这个本子很有可能是人贩子伪造的。所以就试着在宝贝回家上面搜了一下疫苗本上面的名字“丁晶”发现是空白的。说明我的爸爸妈妈可能没有在找我，于是我就在百度上搜索了一下爸爸的姓名“丁双全”，发现一个大同的营业执照上的名字和爸爸一致，于是我就保存了那个营业执照上面的手机号，打开微信添加好友，看到了一张头像，我的直觉更加告诉我这个人就是我的爸爸，于是我颤抖着试着拨通了电话，问他有没有丢过或者是送过一个孩子叫丁晶，电话中的他告诉我“没有，没有，我打错了”他一直在和我重复着没有这两个字。内心当时是无力的。过了十几分钟后他打过电话来，告诉我他刚刚在忙，不方便接电话，于是主动要加我的微信，添加后立马给我打过来了视频电话，在视频电话中，我见到了他的第一面，内心是欣喜，也是恐惧。他把当年的事情和我讲了一遍，说他们当时一分钱没有收，只是想给我找个好的人家。也和我讲了他们两个现在分开了不在一起了。很开心，因为我不是他们口中的野孩子了。他们把我从这个深渊里拉了出来。过了大概一到两天的时间，我接到了他们那边派出所警察吕警官的电话，他告诉我，我的爸爸妈妈已经离婚了，不要让我再把他们现在的家庭搅的四不像。当时，我的内心是绝望的，因为……我感觉一个人民警察是不会说出这样的话来的，肯定是另有隐情。所以一连着几天他都没有说什么时候要和我见面，终于，我接到了他的一个电话，他说他还没有告诉他现在的这位老婆，所以让我给他一些时间，让他把他的家事处理完。当天我也接到了吕警官的电话，他说，我的父亲现在不方便来石家庄来见我，让我去大同一趟，他说要是他来石家庄的话，我父亲现在的老婆会发现……和生父加上微信的那一天的第二天，我也加上了妈妈的微信，打了视频电话，看到了我的“妈妈”。她也和我讲了当年发生的事情，并且强调说当年是没办法了，才把我送到一个好人家里去了。我的爸爸一直没有来见我，我内心有点难过，当时我已经学校放假在兼职上班了，他说要来找我，我说你来的前一天提前告诉我一下，我得请好假。他又拖了几天。突然一天上午他告诉我，他要来，让我请假。妈妈给我打电话说她不和爸爸一起过来，因为她现在的老公不想让她和我的生父见面、我立马就从上班的地方请好假，去了我的舅妈家，当时姥姥姥爷也在舅妈家，和我一起和爸爸相见。那天他带了四爷爷和吕警官还有他的朋友，那天晚上我们在一起吃了晚饭，我帮他找好了酒店，给爸爸他们付了酒店的钱。然后住了一晚上第二天早上一起出发去到了我的老家，看了我的爷爷奶奶，在我奶奶家待了 10 分钟左右后我带看了我养父母去世时爆炸的房子。后来就返回到了石家庄，那天他给了我一个红包，现金有 5000 元。于是他们就开车走了，走了以后，我们都联系就减少了，我给他打电话，他在忙，他给我打电话我在忙，所以那几天我们的沟通很少。后来在交谈中有一次爸爸和我抱怨我的妈妈当年她们家逼着找他要彩礼，他实在是没有那么多钱，所以才没有办法把我卖掉把那个钱给了亲生姥姥姥爷，说让我别怪他，这最开始的错在姥姥姥爷那里。那天他说完以后我的情绪几乎是崩溃的。一连几天睡不着觉。正好那个时候因为追究同村人贩子的责任，导致姥姥那边和亲戚闹得不可开交，其实我的内心是知道我现在的结局主要责任是父母而不是人贩子的，之所以一直揪着不放是因为他还卖过来许多孩子，粗略的算了一下，仅仅是同村的孩子就大概有七八个。还有其他村子里也有，虽然我不是被偷的，但是这么多孩子，肯定有的是被偷的，说不定他们的爸爸妈妈一直在拼命的寻找他们，所以我一直在追究他的责任，但是……警察告诉我，我没有直接证据，那天警察也告诉我说我的爸爸妈妈很有可能是卖的我，那天中午，我就给爸爸打过去电话，他说了，他的确收了几千块，但是不是我养父母买我的 2 万 7。这个钱应该是被中间人和医院医生拿了，因为之前爸爸告诉过我说他们是通过医院医生介绍的才把我卖掉的，说医生一直在催他们逼他们，所以就把我卖了。与此同时，我发了我追究人贩子的一条视频，就有许多人过来说我是在炒作，我拎不清黑白，说不该追究人贩子责任。认为我在炒作。当时知道了这些以后内心极度的痛苦，妈妈也一直没有来见我。后来我告诉妈妈我说我太累了，我想去散散心，那天，我把我的银行卡手机电脑密码告诉了我的妈妈。也告诉她，不要担心我，我过几天就回来了，她还邀请了等我过几天回来去参加我弟弟的生日，说到时候他们会请八桌人，会请很多朋友，还会有司仪。我从小到大只过过两次生日，一次是在家里，一次是在学校和同学们。之前是过的身份证上面 9 月 28 的生日，后来知道真实生日是农历 4 月 12。如果明年有机会过生日的话，我还是想继续过 9 月 28 的。我已经在外面玩了，当我做好返程时间计划的那一天晚上，我的爸爸给我打了个电话，那是他从上次没联系上以后第一次给我打电话，说他前几天听妈妈说我出去玩了，一直没时间和我说话。在我出发前给他打电话他没有接。那天晚上他电话中告诉我让我给妈妈他们带点礼物。后来挂了电话后给我转了 3000 元。并告诉我“玩的开开心心”但是他们给的我这些钱，我一分钱没有动，全是花的我暑假时工作攒的钱。弟弟过生日的前一天我出发了，飞机直接飞到大同的话有点贵，所以选择了飞到北京，从北京坐了一晚上火车到了大同，但是爸爸把我带到了外面的房子里歇脚，没有让我回他的家里歇脚。后来上午我给弟弟买了一些零食，给妈妈家的小弟弟买了一套玩具。叫上了哥哥，哥哥在爸爸的家里，因为爸爸现在的老婆不知道我来了，所以让我哥哥告诉他现在的老婆说去同学家玩，于是他就开车把我们送到了弟弟过生日的酒店里。在酒店见到了很多他们的亲人，亲舅舅，亲姥姥等等。那天宴会结束后爸爸就把我送到了妈妈的家里，我在妈妈的家里住了两个晚上，和弟弟在一起睡觉的。在第二天我听到了她的姐姐打电话给她说我，就是在埋怨她和我相认了，还把我带到了家里，我听到后假装没有发生一样，但是当时内心很绝望，于是我找了要回石家庄公司辞职的理由离开了他们那边，回到了石家庄，晚上的时候到了石家庄，我下了火车拎着两大包东西，不知道要去哪里住了，学校已经放假很长时间了，根本没有人，所以没有办法去学校住，后来拎着袋子给舅妈打了个电话，舅妈就说让我去住吧，我就坐上公交车去到了舅妈家住，到了舅妈家给妈妈打了个电话报平安，在电话中告诉她我没有地方住了，我又去到了舅妈家，我说等我过几天回大同找个时间和爸爸一起谈一下。（因为爸爸要回甘肃老家，我也想和他一起去。所以过几天还会回大同。）那天晚上电话中说的是我想要一个家，她就说我在逼她（当时我并没有提到买房这两个字）后来她主动说她买不了房子，我说我要的是一个家，不用在外面继续飘着就可以了，她当时说让我去住他们离婚的时候留给我弟弟的房子，说在她家住的话那个叔叔时间长了会烦会有怨言的。但是，我要是去那个地方住的话，我弟弟怎么办，而且那个叔叔也不想，所以我就很为难，我就告诉她说我没有家，那不是我的家。她反问我：那我弟弟也没有家啊。说我是在逼死她，我说我哪有逼你们，你们想想我，想想我这十几年怎么过的，我现在没有地方住是你们造成的，她立马就大吼说不是他们造成的，让我去问问我的养父母是怎么造成的，说当时我的养父母要是不买我会有更好的人家来买我。后来我就被她那一句话说懵了，不知道说什么了，我说了一句和我养父母没有关系啊。然后她吼了半天，我也听不清吼什么，然后她就把电话给挂了，然后就把我拉黑了，然后我给爸爸打了个电话，我和他讲了我和妈妈对话的内容，我也说我就是要一个住所，在我们这边和你们那边买或者是租一套一室一厅的就可以，不用再没地方住就可以了，爸爸说我不管他们死活说我是白眼狼，说拉黑吧，再也别联系了。（实际上是妈妈把我拉黑了，爸爸没有）后来我就在网上发了我被拉黑的截图，和电话录音。在直播间里讲了我内心说的话，于是痛快的把内心的话说出来以后就很舒服很舒服。后来就有一些颠倒黑白的人说我只要求买房子，在直播间才改口说租房子的，对于这些我看到以后觉得没什么，但是后来一连发现好几个人都在复制粘贴那个人的同一句话，后来就有很多人来骂我，讽刺我，诬陷我，诽谤我，对我评论和私信人身攻击。我看到后很难过，后来很多人建议我起诉，我也一直在考虑起诉的利和弊，因为考虑到亲生父母那边的哥哥弟弟妹妹们所以我放弃诉讼，继续想过好一个人的生活，后来第二天，我的亲生父母就在媒体那边颠倒黑白诬陷我洗白他们自己。看到以后最多的是寒心，然后就是生气。本来考虑到哥哥和弟弟妹妹们无辜，我已经决定放弃诉讼，当我看到他们颠倒黑白是非，挑字眼来诬陷我的时候，我就下定决心要去起诉了，他们在采访里说借钱让我去三亚玩，说让我和爸爸一起住，（根本没有让我进家门）说我逼他们两个离婚，怪我打电话录音（因为她开始乱吼的时候我就点了录音）。一直在颠倒黑白，说我现在养父母的家比他家好，（但是我养父母的家已经炸烂了）我就很生气，于是就决定要起诉，当我发了要起诉的决定以后就有很多人说我要不到房子气急败坏才起诉的，于是就有很多很多人私信骂我，人身攻击我。之前在直播间里说过有一个我养家奶奶家的远房亲戚因为一个二手苹果手机骂我姥姥，然后那个所谓的“亲戚”就开始骂我……故意编造我一些谎言来污蔑我……摸黑我……但是事实就是那个人之前骂我姥姥了。他一个年轻的人，去骂我姥姥一个快七十岁的老人，我就说了这个，没说其他的，也没说他是谁，他就开始在群里带头骂我诋毁我，（这是一个 30 多岁的大男人亲戚）于是这几天一直有人抖音、微博私信攻击我，骂我……而且我想去解释的时候，发现很多很多百分之九十以上都是小号和私密账号。各种质疑，名牌衣服，名牌鞋，眼睛，包…… 这些只是他们表面看到的，就用来诋毁我……殊不知这些是我自己攒钱买的“高仿”。说我穿的干净，有心机，有钱去三亚玩……殊不知我去三亚最初的目的是为了解脱。想逃离这一切对我的不公。承受了太多太多“心机婊”“快去死”“恶心”“娘炮”等等各种各样的词……这篇稿子是我在许多个崩溃的黑夜里一次又一次的回忆那些事情写出来的，等大家看完这篇稿子的时候，我应该就已经过上了幸福快乐的生活了，应该是一个很美好的人生，在爸爸妈妈的怀抱中长大。这一生见识到了血缘亲情的伤害，冷漠无情、人性的扭曲……变态……见识到了“人心”的黑暗。也很庆幸的遇见了很多内心阳光的人。但是，把这些全部加在我一个人身上我实在是承受不起来了，因为我才十几岁，还是其他大人眼里的不懂事的小孩子……希望我去世以后舅舅舅妈一定要照顾好我的姥姥姥爷，大伯叔叔姑姑也好好的照顾爷爷奶奶，我在这个世界上承受了太多了，所以请不要为我伤心呀，因为我放下这一切，是我新生的开始，对于我来说是一件非常好的事情，所以你们应该要替我感到开心哟，希望人贩子和我所谓的“父母”，还有那些在网络上丧尽天良的人，得到他们应有的惩罚!手机相册里有一些证据和录音，希望警察叔叔在最后也可以替我为我的一生划上一个完美的句号。谢谢你们啦！我的账户百分之五十的积蓄是我自己上班挣来的，这些留给我的姥姥姥爷，因为他们两个只有我的舅舅了，这些虽然很少，但是我希望我的姥姥姥爷可以不被世俗所包围，希望他们余生可以放下一切，好好的弥补一下自己。我的爷爷奶奶还有很多孩子，所以，爷爷奶奶不要怪我哟!你们也要注意身体。剩下的百分之五十，也是很多网友资助我的，委托我的舅妈，替我捐给“石家庄市孤儿院”给那些小朋友们买一些漂亮哒衣服和好吃的。替我把这份爱心传递下去❤️很感谢这一生遇到的所有关心我的人，也和你们说一声抱歉，我辜负了你们。写下这些，不奢求大家可以同情我的遭遇，因为在我努力的让我被悲伤掩盖，尽力的让大家看到我阳光一面的时候，把笑容展现给大家的时候，对我更多的是攻击，但是，希望这个世界上少一些内心黑暗恶毒的人。很喜欢大海，因为我感觉它可以装的下很多声音。人间疾苦，我已经受够了。看到这里，谢谢你们了解完我的一生，写了这么多，只是想给自己来到这一生一个交代。把痛苦倾诉到大海中，也把生命还给这个世界。与其抱怨这人间疾苦，不如感谢给我一次体验疾苦的机会。及时的道别这人间疾苦。好了，我要开始我新的旅途了。也抱歉，因为我，还引起了那么多“内心黑暗”的人占用你们的时间，来丰富我的一生。阳光照在海面，我也归于大海。从这里结束自己的一生，也带走了这个世界上最美的风景。最后，谢谢你可以见证我的人生终点，谢谢你可以看完。"
    },
    {
        "序号": "18",
        "年龄": "24",
        "性别": "男",
        "职业": "硕士研究生",
        "地区": "湖北武汉",
        "时间": "2023-10",
        "方式": "烧炭",
        "遗书": "我的离去并不是临时起意的，而是思考了很长一段时间，至少一年半，种子在做宇宙第一的龙虾机时就已经埋下了，原因也很简单，理想破碎信念崩塌。 德高望重张xx、爱国情怀张xx、三套房子张xx是击碎我脆弱信念的主力，其次是视觉组两位没啥知识的老师，然后是实验屎的高级平台与顶级规章制度。细说研究生阶段。先说好事，认识了很多要好的朋友，这是唯一也且最大的收获，也是我多坚持了一年半的原因。虽然我性格阴暗、内向、不爱说话，但我总能交到一些好伙伴，真是幸运啊，实验室的同学都是好人啊。然后是坏事，我以为的研究生是导师带着学知识、做实验、搞科研，哈哈。没想到老东西只会搞钱、搞关系、压榨学生啊。张xx，你扪心自问，车子房子票子重要还是学生重要，项目搞钱重要还是学生毕业重要？七个学生论文的钱都不想报销，张口闭口”工作做好了，房子车子就有了”，你自己信吗？家国情怀你也配？每个月发200块钱然后指责我们的十倍贡献在哪？入学费我们自己交了是吧，十倍贡献？张处长搞资本主义这一套真的太牛了。算了，懒得说了，直接进入忏悔环节，最后一集了。对不起父母那是肯定的，可惜这更多的是愧疚，毕竟花了这么多钱养了这么多年，无以为报，希望到时候别举行什么葬礼啊，我建议直接火化，或者直接扫一扫冲下水道里边，我不需要墓地。闭眼的那一刻，就是我安息之时，不用搞这么多无意义的事。xxx不用羡慕哥们去异世界啦。xxx武汉的工作是肯定有的，不用着急。xxx有就签了，真的，哥们后悔死了。xxx，xxx是个好地方，春招肯定还有位置。xxx我的建议是985博士都行。xxx我喝不了酒，抱歉，祝你能考上公务员。xxx我骗了你，我还是要去做傻事了。我死后，世界毁灭。2023.10.23 0：40"
    },
    {
        "序号": "19",
        "年龄": "未知，20岁左右",
        "性别": "男",
        "职业": "医学生",
        "地区": "江苏无锡",
        "时间": "2021-5",
        "方式": "跳楼",
        "遗书": "事先声明我的死与任何人任何事无关，纯粹是我精神有问题。同学们都很好，老师们也很好，学院与学校也很好。如果我之前有见过谁和谁说过什么，只是我想在离去之前最后看看想看的人说说想说的话。也是想找一个正常的日子，最后装一次正常人，然后默默的离开。一切的源头，应该是我高考填报志愿的时候听长辈的选了根本不喜欢的临床医学，然后稀里糊涂的被录取了。从那个时候开始，我就踏上了一条不归路。家里的条件摆在那里，我一个人上大学刚刚好，等我妹上高中就有些不够了，在我很早很早的计划中，应该是选一个四年的热门专业，然后本科就工作，负担我妹的高中大学学费这些，在三十岁之前，用攒的钱成家立业 ，然后过上自己计划中的生活。但是，万万没想到被调剂到了这个培养周期很长的专业，学的越来越多，我越来越觉得这个专业要求的太多了。五年的本科生没人要。研究生三年之后还要三年规培。博士更是遥遥无期。也就是说，在我30岁的时候，其他人已经成家立业了，而我和我的家庭还处在一个很拮据的状态，甚至于养活我自己都很困难。而在30岁之后，我还要考虑组建自己的家庭，那个时候还要考虑房车、彩礼、养育子女、回报父母等等。那又是相当一大笔钱。也许等到我40了，才可以真正的有一份积蓄。但真的到了那个时候，我应该已经开始老了。这样的生活，又有什么意义呢。也许，就这样浑浑噩噩的活着也行，自己选的路，怎么也要走下去。但是，这两个月，我一直被一股焦虑、焦躁、后悔的情绪包围，这种情绪在开学就有了，愈演愈烈，在我想要干一些事情的时候它就跳出来扰乱我的思想。它告诉我，我只有一个211学生的身份，其他人都在努力，而我止步不前，什么也没有学到，我连研究生都考不到，甚至都不能毕业。这段时间，我一直在挣扎，我一遍又一遍地告诉自己那是假的，但是每一次都会被反压回去。我有些撑不住了。毕业、考研、就业、感情。我抬头向前看，想看看以后的我，但是看到的只有一片黑暗，是的，我看不到未来了。我想，那就这样结束8当我第一次有这种想法的时候，我那理想中的未来救了我，那是我从初中就有了轮廓，高中有了基础，大学有了细节的理想国。也是我逃避困难的避风港。可是，这之后避风港也撑不住了，我发现自己无数次构造出来的未来是那么的幼稚，理想就是理想，碰到残酷的现实不堪一击。当它最终崩碎在我面前时，我坚持了这么久的信念也没了，我知道我躲不过这一次了。准确的来说我应该是逃避了，是的，我不想面对这惨淡的现实，不想面对惨淡的未来，我只想逃避。我想活着，但是一眼看得到头又一眼看不到头的未来，让我没法面对。同样的，我没法接受什么都不是的自己。那看不见的未来就像一个牢笼，慢慢罩着我，我只能看着，什么也改变不了，那种绝望的感觉，我真的不想再承受了。对不起谁的抚养之类的话我就不说了，不忍说下去，聊聊后事吧。我的器官，如果还能用，就捐出去。身体，如果医学院需要的话，就给医学院吧。如果医学院不要，火化之后找一条大河洒了，千万别埋，我怕黑。重复一遍，我的死，与任何人任何事无关，纯粹是我精神有问题。同学们都很好，老师们也很好，学院与学校也很好。如果我之前有见过谁和谁说过什么，只是我想在离去之前最后看看想看的人，说说想说的话。就这样吧，东一句西一句的。希望来生，可以做一个温暖的人，温柔的人"
    }


]