
[
    { 
        "序号": "1",
        "年龄": "24",
        "性别": "女",
        "职业": "教师",
        "地区": "河南郑州",
        "时间": "2023-10",
        "方式": "跳楼",
        "遗书": "麻麻，对不起，我真的撑不住了答应我姐一起买车的事情食言了，和我姐幻想的未来生活也实现不了了。我真的好难过，我觉得自己喘不过来气.我从来没想过，作为一个小学老师会这么的难，面对学生很想真的做到教书育人，但是学校的工作，学校的活动，领导的检查，让我们这些没有培训过就直接当班主任的毕业生像入了牢笼，牢笼一点点缩小，我们每天都提着最后一口气上班什么时候老师才能只做教书育人的工作?不幸福的老师怎么能教出来积极乐观的孩子呢?如果要是没有死透，也别救了，就把器官捐赠了吧。"
    },
    {
        "序号": "2",
        "年龄": "14",
        "性别": "女",
        "职业": "初高中学生",
        "地区": "上海",
        "时间": "2021-4",
        "方式": "跳楼",
        "遗书": "人生一趟，遇见你们我很荣幸，若有来生，我们不要再见面了。想想也没什么，你们爱的不是我，是冲进班级前十的我，是排名年龄前二十的我，是考到满分的我，你们心目中的完美女儿太优秀，我达不到。开学就是初二了，你们口中美好的小学，轻松的预备，快乐的初一，我都是玩命扛下来的，哪还敢奢望什么魔鬼初三初三。也没有什么好可惜好难过的，是你们说不指望我的，我相信你们。我是带给你们荣誉的人，严格出孝子的代言人，在朋友面前攀比的工具。在人前彬彬有礼，来了电话时语气礼貌又文明，在人后我承受了你们口中最肮脏的辱骂，气撒出来了，你们开心了，我就当睁一只眼闭一只眼,反正也没什么不是吗?人生比的不是长短，是价值，我知道计多你们不知道的事，为世界也做出过微薄的贡献。巴掌打在脸上最疼，然后是手背，再是手臂，最后是大腿，打在背上还行，被皮带或电线抽时腿上最疼，然后是背上，最后是双臂，羞辱人最有效的方法先是让她就穿地鞋站在屋外向外人示众，再是每日每夜骂不停地尖声骂最难听的话，还说的冠冕堂皇，最后是耍泼。失眠的原因是睡前被驾或被打，躺在床上接着听从主卧传来的谩骂声，剩下的时间用来回味一天的难过。中国人爱说小孩疯掉是因为学习压力大，可明明是家长把成绩看得太重了，先来明白了，因为他们不知道自己错了，过去不知道，现在不知道，未来更不可能知道，孩子喜欢的玩耍方式一直在变，我们满意的作业量一直在改，流传下来的却是上一辈那句“我们在你们这个岁数是没有怎么怎么样，所以现在才怎么怎么样，因此你一定要怎么怎么样”但凡你真的认识到自己的差都没脸说出这种句，但凡你在这方面有一点基因我们都不会这样。这年头就是这么怪，坐在沙发上躺在床上的人永远有资格指着鼻子骂一个正在读书或写功课的人，不为别的，就因为人家是长辈。是我太懦弱了，不敢面对下一次语文六十多分，数学七十多分和英语八十几分，我还是活成了自己最讨厌的样子。这辈子做尽了别人的出气桶，但还是有些对不起的人的，自然不是你们，为了他们，我又意外挺过了初一，的确是意料之外。既然都受不了彼此，不如我们各退一步，我消失也不错啊，我不怕。我不气你们，爱护你们的肺和心脏，不缩短你们的寿命了，你们不适合养女儿，或许儿子承受能力更好。也不能完全怪我,我真的尽力了，实在受不了了，这蛮好，不用担心我抄人作业，我作业不用交了，也不用担心我某某时间背着你们玩电子产品，花钱买我喜欢的东西。为人大气，我给你们你们想要的东西，桌子上是我能拿的出手所有的现金，你们说压岁钱统一给我三万，我不要了，全归你，不知道他们会不会给保险金，有的话最好，手机也不需要了，少了一个败家子，家庭会富裕起来，微信的钱全给你们了，自己看着分，我要课都上完了，那羽毛球课叫你们别买你们偏不听，那个课好像成年人也能上，你们趁着暑假去听掉，平时没有打打球挺好，我不会赖在家里把房子交成凶宅的放心，把奶奶接过来过来一起住吧，别整天去那种地方旅游被人家骗钱。诚心诚意祝你手术顺利，早日康复，少加班少熬夜，别过来烦我，桌上那张蓝色的卡是我们学校的借书卡，我借了学校三本书:《创业史》《红岩》《哈利波特与死亡圣器》一定要帮我还掉，麻烦跟老师说声谢谢。记得用我的零钱给小朋友买棒棒糖，珍珠棒的牌子好，房间里的东西有喜欢的一律随便拿。毁掉一个人很简单，只需要毁了她的童年，其余一切顺其自然，你们已经毁了我，也毁了XXX，请好好待她的弟弟吧，请收手这种伤害，这并不威风。你们把我们想得太坚强了。反省这件事就留给岁月好了。榻榻米我用鞋踩过，用抹布擦干净。"
    },
    {
        "序号": "3",
        "年龄": "17",
        "性别": "男",
        "职业": "初高中学生",
        "地区": "云南省昭通市镇雄县盐源乡盐溪村",
        "时间": "2017-1",
        "方式": "农药",
        "遗书": "我逢过年受气、受罪，人人都有一颗心，心是肉长的，但是我的父亲是不知进退。人人过年，欢声笑语，高高兴兴，但我去年、今年，没有得到好日子过，去年打骂、逼问账目，只因为一点小事情，我过完年，上有七十几的爷爷奶奶，下有十八九岁的哥哥，我无法接受。为什么别人都有好的家庭，为什么？我没有，别人都有一个美好的童年，而我却只有在阴暗的阳光里度过，我不希望有什么好的生活，我只希望我有一个好个人生活，不受他人的气。在这十五年里，我感谢我的爷爷奶奶，是他们教我学会了为人处事，但是我的爸妈在这些年里没有一天是他们照顾我，但我不恨他们，因为他们有很大的负担。但是，我希望我父亲改改脾气，不要那么火爆，每一个人都有一颗自己的心，人心隔肚皮，我不知道他们的心事什么颜色，为什么要逼得子女自杀。我还很年轻，不是那么想死，但我受不了气，不要把脾气撒在自己儿女身上，他们是无辜的，上帝把他们送你们身边是希望他们得到爱，而不是父母的怒火，为此我必须申明：我的死与我的家人有着很大的关系，原因是我爸爸，他总是给我压力，给我难过，我死了是对我自己的一个解脱，从而为家庭减轻负担，为他们省下一笔钱，同时我将不再受我爸爸的气。那么我将活活受罪，我是那么希望自己不是人，而是一个水里游的、天上飞的，不管怎么我都将会快乐开心，不会流泪，我不会后悔，我后悔得是我投错了胎，世界那么大，为什么我会投生在这里，人终究会死，早死晚死都一样。爸爸，我死了，你就高兴了，因为不会有什么事会烦你了，我的死是你造成的，与其他人无关。你句句逼人，我没有办法，独有一死方休止。有一句话是这么说的，走自己的路，让别人去说吧，但是你既然有自己的规则，我不会管，因为我破坏了你的规举就只有死，你自己好字为之，你不要无理取闹，希望下辈子你我互不相识。你的不孝儿子，当然也是啥子事都干不了的一个儿子，自己珍重。我死了，你不要找老爷们（爷爷奶奶）的麻烦，如果你找老爷们的麻烦我都不放过你，我的死是你亲自造成的。另外，我死了，麻烦你帮我把我的手机卡给小帅儿，告诉他QQ钱包密码112820，手机卡在抽屉中，我的所有东西不准动我的。"
    },
    {
        "序号": "4",
        "年龄": "25",
        "性别": "女",
        "职业": "医学生",
        "地区": "湖南长沙",
        "时间": "2023-8",
        "方式": "割颈",
        "遗书": "我真的好累，想回去休息了。从大年初六到现在， 就没有好好休息过。大年初六上了三十多个小时班 不眠不休。可是事情还是做不完，总是做不完，每天都在加班，明明是假期，可是我在加班，初七加班，初八加班。我以为熬过这几天就好了，可是这就是个死循环。源源不断的事情，根本不可能做得完。一句这个月科室缺人，所以我就活该要一个人做两个人甚至三个人的事情吗。我以为规培的主要目的是学习，是把知识和临床结合，原来是给科室 当免费的牛马。送病人去转科，结果说我没去听小讲课算我缺勤。所以我到底是医生还是学生。上班忙到中饭都没吃，第二天早上交班还要说我中午没搞办公室卫生。加班到凌晨。早上六点半起床打车七点多赶到科室加班。明明已经申请了请假，可是还是不能回去休息。要开医嘱，谈话，做腰穿，写病历，写出院，处理病人的事情。病人在催我，都要出院。所以请假的意义是什么呢？扣我一天70几的工资，然后继续从早上上到晚上。第二天继续加班。所以规培的意义是什么呢，是被别人任意拿捏，只要不死，想拿规培证，就得服从。是啊，26岁的年龄，身体，是很难猝死的。即使是在猝死的边缘，只 要不死，就得像牛马一样干活。机器也需要定期检修的啊。我真的坚持不下去了，明明昨天就已经申请请了假，明明心脏已经快要跳出来了，明明咳嗽咳得胸痛，明明胸闷得内衣都不敢穿，可是还是有做不完的事情要做不能回去休息。就算请了假，我哪有时间去看病。请了假又怎样，病历还是没写完，还是得我写，请了假然后在加班，加班事情也做不完，多么可笑啊。可怕的是请了假还不知道这个月会不会以各种借口不让过规培，请完假还是得 回来上这样的班。那就早点结束吧。世上本就没有公平，怪我自己是不合格的牛马，熬不下去了。对不起爸妈，生养之恩，来世再报。也对不起导师，我知道规培不是您能左右的，只是之前还在跟我谈找工作的事，谈毕业的事，明明一切都那么那么美好，可是我不想看见了。没日没夜的加班，既然早晚要猝死，那就让我自己选择方式吧。再也不见 了，这个世界。再也不用六点半起床上班上到凌晨了。写不完的病历再见了。手机放在身上了。书包在科室，别的没有什么东西了。密码存在手机笔记本上了。心率已经150＋了，可是还在科室，还有事情没做完。还是不能回去。还有出院等着我办。毁灭吧。死后请把我火化。骨灰撒在山上。我替你们试过了，心率120会胸闷，130会气促，140、150会 胸痛，头晕，黑朦。但是26岁怎么都不会晕倒，猝死。还能继续干。或许会猝死，只是不知道什么时候。"
    },
    {
        "序号": "5",
        "年龄": "18",
        "性别": "男",
        "职业": "高中毕业生/史学工作者",
        "地区": "陕西西安",
        "时间": "2016-2",
        "方式": "跳楼",
        "遗书": "烦请所有得知我去世消息的人，如果你们觉得不能理解我，请给予我基本的尊重，不要拿我借题发挥，像对江绪林一样，那种行为挺卑劣、愚昧的。我实在不想虚伪地以令人作呕的谦虚把自己“留与后人评说”——以我自己的解释为准就好了。终于还是要离开。一走了之的念头曾在脑海里萌发过太多次，两年多来每一次对压抑、恐惧的感受都推动着我在脑海里沉淀下今日对生死的深思熟虑，让我自己不再会觉得自己的离开只是草率的轻生，让我可以以为我最终的离去不仅是感性地对抑郁、孤独的排解，也是种变相地对我理性思考之成果的表达。未来对我太没有吸引力了。仅就世俗的生活而言，我能想象到我能努力到的一切，也早早认清了我永远不能超越的界限。太没意思了。更何况我精神上生活在别处，现实里就找不到能耐的下脚的地方。活着太苍白了，活着的言行让人感到厌烦，包括我自己的言行，我不屑活着。离世前唯一的担忧是我的遗体大概会很难看且任人摆布，周围的环境决定了人很难有个体面的活法，连小小的中学里也处处是浓厚的政治气息（举一小小例子，西中教学楼内教师办公室靠走廊的的门窗无不是人为地被用纸贴上或用柜子挡住，或者干脆办公室靠走廊一侧就没建窗户，而学生教室却可随时被人从窗户向里一览无余，这就是种显而易见的对等级氛围和身份权利差异的暗示，套用周振鹤先生的概念，可谓之校园政治地理学。可叹很多老师从没意识到过他们这种不自重，用寡鲜廉耻评价毫不过分，因为他们一面对自己享有的这种特权安之若素，另一方面却大量抱怨着中学老师社会地位、收入、学校里面领导的官僚化作风，却不反思自己），这样的社会风气里，容不下安乐死这样很个人主义的事的，因为总有人想榨取别人，自然不能放别人自由地生死。烦请所有得知我去世消息的人，如果你们觉得不能理解我，请给予我基本的尊重，不要拿我借题发挥，像对江绪林一样，那种行为挺卑劣、愚昧的。我实在不想虚伪地以令人作呕的谦虚把自己“留与后人评说”——以我自己的解释为准就好了。更何况我相信那些芸芸大众里的旁观者，只会给出那种为我所不屑的轻薄、庸俗的解释。你们知道吗，在这最后的时刻，在我给除刘雅雯外的每个人——包括我的亲人与学友——写下这些话的时候，内心竟然有种施舍般的悲悯。我想我应该坦白地告诉你们这一点，好让你们以对我的狂傲和自以为是的嘲笑，来减少点你们心里的恐惧。遗嘱见下：3、希望我的父亲能知足，珍惜我的母亲，同时改掉自己家长制的脾气以及极差的饮食追求，认清自己实际的生活能力和状况。太爱出去跟别人骑自行车，其实是不够挂念妻子和家庭。不要再保持那种单身宅男才会有的饮食习惯了，不健康，且这种饮食习惯是对性格和责任心的投射，说明人活得浑浑噩噩。4、希望我的母亲能振起精神来多抓抓工作，多去挣钱。这样若我父亲先离开，至少还可以维持生活。一个志在过小日子的人，精神也会很脆弱，要学会找些东西依靠。金钱是可以依靠的，另外还有志业也可以支撑人。5、剩下两次心理咨询，建议我父母分别去找郑皓鹏谈一次。我的离开不需要、不应该追责任何人，尤其是郑皓鹏，否则就是在侮辱我。我连我对刘雅雯的爱恋都没对郑皓鹏坦白过，而且我的心理问题太形而上了，郑皓鹏似乎比较适合解决诱因比较具有现实性的心理问题。6、感谢西北大学招生办刘春雷主任邀请我报考西北大学，很抱歉辜负他一片诚意。谢谢北京大学历史学系将我评为夏令营的优秀营员。谢谢邓小南老师的关照。7、每次去李裕民老师家都能感受到平日很少能体会到的温馨和安稳感。我对不起李老师夫妇对我的关爱。8、谢谢李范文老师一年多来对我的提携，答应给李老师整理《同音研究》的事也做不到了。恩情难报。9、向我的“朋友”们致歉，抱歉我给过你们一些错觉，我曾自私地想让我尝试去适应与世界相处，努力过放下我自以为是的精神洁癖。但我天性敏感，总是善于从在貌似愉快的氛围中的发生的小小分歧里窥探出自己与别人的殊途，让你们为我这么一个于你们活下去无意义的人耽误了些许时光。10、我要承认我对历史研究的日久生情。之前在媒体上抑或私下里，总冷冰冰地说历史研究只是渐渐随年岁长进而被我习惯的工作而已。但活到最后，对之还是曾有过牵挂。人活在世上，实在不该太把自己当回事，但只要人要赖活着，总得靠某种虚荣来营造出自我存在的价值感，无用的历史研究曾让我底气十足。虽然我的两本著作烂到算作草稿都不配，但我对我的学问有信心。我对古人的历史没什么兴趣，但每当我为活着感到疲惫、无趣时，对比之下，我总会自然地想去缩进历史研究的世界。但是即便是做研究，也并非能让我拥有尽善的生活感觉，因为有太多虚假的“研究”，还因为本质上少有其他人会对研究爱得纯粹。一个人喜欢追索，哪怕是对任意领域的，都会受到现实的阻挠和精神的压迫。问太多、想太多是种折磨，因为这样的情况下人会很难活得简单肤浅起来。好像说远了，其实仅就对做历史研究的想法而言，我只是想明白了心有天游，拘泥在一门学问之中，那样活着也是很庸碌的。说放下也就放下了。"
    },
    {
        "序号": "6",
        "年龄": "15",
        "性别": "男",
        "职业": "初高中学生",
        "地区": "江西赣州兴国县",
        "时间": "2016-10",
        "方式": "溺亡",
        "遗书": "老爸老妈，我死是因为我知道自己的成绩差的太多了，不可能考上高中的，我也不想再给你们增加负担了。你们两人抚养我们三个一定很难，老哥和老菜成绩都好，老哥快毕业了，老菜也高中了，我也曾经努力学习过，可是，无论如何我都无法集中精力在学习上，我最后放弃了，如果我还听得进课的话，我会努力学习，考上大学的，可是我不行，我不愿意做啃老的人，也不愿做一个社会上的败类，所以我选择死。其实，我从留级的那一年就开始想死了。可是，我舍不得你们，所以我拖了这么久，今天，我想明白了。再以这种情况拖下去，还不如死了，起码可以自由的睡一觉。我知道，你们会说我没用，没错，我是很没用，但是所有的苦，我都放在心里，不愿意在你们面前表露出来，我只以一个乐观的样子面对你们，但实际上，我的内心一直在告诉我“你是个没用的人，这么胆小，永远成不了大气。”其实，我自己什么都敢做的，只不过我有理智，今天，我要让它滚开，不要再约束我了。如果要找我的尸首，就去水库吧。 我想了很多方式，就这个最好，我的尸体火化吧。骨灰要么随风而散，要么埋在山顶，让我可以天天看风景。"
    },
    {
        "序号": "7",
        "年龄": "17",
        "性别": "女",
        "职业": "未知,曾在酒吧",
        "地区": "福建石狮",
        "时间": "2014-10",
        "方式": "跳楼",
        "遗书": "对不起爸爸妈妈弟弟奶奶，我看透了这个世界，我不喜欢这么累的活着，所以我先去探寻我心中最大的疑惑有没有前世来生，妈妈，你最讨厌小三了，可是我却做了，因为爱，我听你的话乖乖的没拆散人家家庭，爸爸，我理解你，所以你好好的，永远都爱那个给我拍照的好爸爸，弟弟，那么帅不管你读书还是混社会，都要洁身自爱自立自强，，奶奶，再享福几年。我没存下来钱，只剩下5800我打到三婶卡里了给弟弟，希望弟弟能健康成长，留给妈妈的只有刚买的面膜那些了我都寄到修那了，他会拿给你，妈妈，不要去责怪任何人，是我对这个世界绝望了，与他人无关，是我感受不到亲情友情和活着的意义，是我自己想不通放不下，，我活着很累，我迷茫我没有目标，我不懂事这么小就谈了三四个男朋友，我还在酒吧上过班，感觉自己就是个废物，我好像总是多余的，我不应该来到这个世界，妈妈你叫我看心理医生我没去看，因为我已经变态奔溃了，活着没意思，我就走了，不要难过，骗弟弟说我在外面不回家别告诉他我死了，我希望我跳下去可以直接死了不要残废，如果没死让医生给我一针安乐死，我真的不想活在这个世界那么累，我还差几个月才18，所以不能入祖坟的，我也不想入，不要给我换丑丑的死人服，我喜欢白色的长裙，就把我火葬，直接这样火葬把骨灰从石狮绿岛最高的那层楼撒下来，这是我的心愿爸爸妈妈，最后一次让你们为我操劳一次，希望你们可以放下各自的家庭，带弟弟去旅游一次感受下有爸爸妈妈的感觉，真的对不起，我的东西都丢掉不要了，仅剩的遗物在建明迎宾楼路口对面的百江明珠旁边第二条巷子里面有家沙县店，楼上308就是我开了几天的临时住宿，把那些烧给我就好了，唉，从小到大，就这一次最不让你们省心了，也是最后一次，对不起，爸爸妈妈，闺蜜潘莲，希望你可以见到我妈的时候给她看，谢谢了"
    },
    {
        "序号": "8",
        "年龄": "44",
        "性别": "男",
        "职业": "企业主",
        "地区": "江苏常州",
        "时间": "2023-11",
        "方式": "跳楼",
        "遗书": "市纪委领导：辛苦你们了！800万的存款，所有前期承认的现金行贿都不存在。我当时只想早点交代结束，草率承认的，证据都是慢慢猜和想出来的，刚好对上，也是巧合！纯属巧合！我不想受累了，拜拜！"
    },
    {
        "序号": "9",
        "年龄": "30",
        "性别": "男",
        "职业": "博士研究生",
        "地区": "弗罗里达大学",
        "时间": "2019-6",
        "方式": "自缢",
        "遗书": "尊敬的各位实验室同僚:如果你们现在收到这条消息的话，证明我已经离开这个世界了。你们应该都知道，我在去年12月份的时候，自己在很短的时间内写了一篇ISCA，投出去，恰好中了。具体中的原因你们也都清楚，靠的是Dr.Li的关系，这六个reviewer中其中四个是老板的朋友。但是其实这个论文当时是有很大的问题的，design不make sense，reviewer也不较真，最终就这么莫名其妙的中了。但是，这样的话，是谁都会感觉很虚。过了deadline之后，就开始疯狂修改，有些实验没补的补上。做实验的过程中，发现很多实验现象和design跟之前claim的不一样。以至于这篇paper从题目、characterization到design，完全说不通。比如我claim我这个是针对3DCNN的，通过改变Diffy的架构，实现动态的temporal delta和spaital delta的控制，以最大化性能提升。但是，这里面问题实在是太多了:第一，Diffy的架构synchronization问题非常大，如果input featuremap的宽度很窄的情况下，lanesynchronization的overhead，而我当时又以为3DCNN的temporal dimension(一般最大也就是16，而且随着layer不断变小)也可以像Diffy一样展开。第二，根本无法实现跳0，因为有lane的synchronization和spatial/temporal delta的累加所以，如果想改的话，需要从头到尾重写这篇文章。提一个完全新的idea，这个在当时finalversion之前是不现实的。跟Dr.Li沟通后，还是就硬着头皮麻痹自己把这个文章说圆，但是今天发现还是所有的问题都无法fix，而且问题很明显，被专业做accelerator的人一眼就能看出来问题至于有些数据不make sense的事情，Dr.Li是默许的，也不做过多评价了。考虑到对以后career的影响，如果这样发表的话，在体系结构圈内，包括reputation等，我以后的生活会生不如死，完全进退两难。我反复考虑到了所有情况，觉得真的无路可走。所以我通过自杀的方式来弥补我的过失。希望你们吸取我的教训，不要乱搞事情，paper做到什么程度就说到什么程度，不要大跃进的方式。也算是希望为了这个世界带来一点改变吧。希望大家以后能在这个社会中保持一份单纯和善良。我会在另一个世界祝福你们。"
    },
    {
        "序号": "10",
        "年龄": "17",
        "性别": "男",
        "职业": "初高中学生",
        "地区": "江苏宿迁",
        "时间": "2020-",
        "方式": "溺亡",
        "遗书": "致焦xx，吴xx，和我的父亲母亲：今天放学。我和吴xx说话，她让我不要和她再说话了,这更加坚定了我从晚自习第一节课坚定的想法,焦xx,你总是说我死不要脸，脸皮厚,可我记得小的时候我脸皮特别薄,在别人眼中,我总是嘻嘻哈哈的，爱笑，可我并不是真的开心，我只是单纯喜欢笑而己，我的政治试卷忘记订正，你骂我的那些话我不认为你是想借此来激励我，谁会没有自尊呢，你和菊花一起笑我的时候，我真的好想直接撞死在墙上啊，但我会想到吴xx，有一个人在教室等我去找她说话，你说早恋会影响成绩，我并不懂，真正影响成绩的应该是早恋后的失恋，您废尽心思，真的辛苦您了，你巴不得毁掉我是吗！你说过，不反对我，对吴xx，我这辈子都没有出息，只能说您成功了。就拿这次考试来说，她成绩并未有起伏，我反而进步了几名，进入高二，我也在慢慢改掉自己以前的坏毛病，因为吴xx，我也对未来充满憧憬，也渴望得到你的认可。可是你除了会看到我的差你还会看到什么，拿成绩，逼着吴xx不理我，一次又一次，你指导你每次因为找她反而对我们平衡的学习有多大影响吗，就算谈恋爱，掉成绩,那也是您一手造成的，您亲手，毁掉我的白月光，毁掉了我的救赎，人之将死，其言也善 收起你那伪善的假面吧，冠冕堂皇令人作呕，今天是我和吴xx早恋的第165天，吴xx我真的真的好爱你，我说过我会爱你一辈子，我会做到，可惜，我这辈子也只有短短165天，好多对你的承诺都不能实现了，我也不能为你做饭了，也不能带你一起去旅行了，说好的家庭主夫也不会再有了，我真的好爱你，说好一辈子在一起，也不能做到了，真的好想好想，熬进高中时间，挺过大学四年，然后把你光明正大的娶回家，可是这些都不会有了，你还有很长的路能走，这样的生话你会有，但注定不会是和我。可能，你会因我的离开而难过，但我相信，你会有一天走出来的，你要努力学习，考上一所好大学，找到一位很优秀的男生托付一生，毕竟，你可是我最最最珍贵的宝贝呢。我已经爱了你一辈子，我已经满足了，这段时光我真的好好好开心鸭，或许这个世界，我惟一的不舍就是你吧，你都不要我了，活着还有什么意义，我也跟你说过,没有你的世界，我一刻也不想待，永远爱你，我的宝贝xx。是，是挺对不起我的父母的，真的很对不起，但话还是说清楚比较好，小时候，你们经常不在我身边，等我长大一点，也很少管我，你们对我的认识，仅来自于成绩，评语和那微不足道的相处时间里，可能我对你们更多是养育之恩的感激吧，可能爱并不是会有很多，平常呢，也听说过一些例子，都说我们这类人是自私的，自己离开了，让爱自己的人痛苦着，可是我别无选择。或许，今天是我用最温柔的语气对妈妈说话的一次。我是会经常埋怨你们没有文化,没有钱，没有权，可在我心中，你们绝对是天底下最好的父母，从小到大，没和父亲说过多少话，但是近两年我也感受到他的无声的爱，我也很后悔四年级那次赌气，让他摔伤，也后悔和他打架，我真的好后悔，后悔一切，如果可以，我真的想重新来过啊。我爱你们啊爸爸，妈妈，PS: 我手机和手表放在了小区门口以美好超市，手机留给吴xx，密码她知道，手表留给xxx，这么长时间，也没送过他啥东西，关系这么好，也挺舍不得他和xx的，啊，好伤感，再写就要舍不得了，到此为中止吧。"
    },
    {
        "序号": "11",
        "年龄": "36",
        "性别": "男",
        "职业": "法院副院长",
        "地区": "甘肃武威",
        "时间": "2013-1",
        "方式": "跳楼",
        "遗书": "各位领导、同事及我的家人，永别了！我因为患有严重的抑郁症，不堪工作和生活的压力，所以我选择离开这个世界。我的死和组织及任何人、事无关，纯粹是由于疾病所致，得了抑郁症的人真是生不如死，请大家理解我以这种方式离开这个美好的世界吧……我选择了轻生这种方式，必然会引起各种猜测，给我的家人及组织带来一定的负面影响，请你们原谅我吧。"
    },
    {
        "序号": "12",
        "年龄": "20",
        "性别": "女",
        "职业": "留学生",
        "地区": "圣塔芭芭拉",
        "时间": "2017-2",
        "方式": "未知",
        "遗书": "(1微博)：当大家看到这段文字的时候，我应该已经离开了人世。当然我希望我那时已经离开了人世，而非躺在病床上植物人一般昏迷却生活著。所以定了一个这么长的时间，希望一切都能顺利如愿完成。世界是美好的，而我是个不堪重负的胆小鬼，所以选择了退缩和躲避。我的离去完全是我自己的选择，不因为任何人任何事。我已经说过，生存还是死亡，理由有且只应有一个，就是自己本身值不值得生存，有没有资格生存，或者人是不是本就是作为一个该被超越的族群，而不应该因为任何人，任何事，任何情感而去定夺自己死亡还是生存。或许世界是美好的，而我是肮脏的，不值得活下去。又抑或世界是复杂的，我的脑筋转不过来，只是纯粹地想做一个没有任何牵绊的。我无法承担生命给予我的重量。生命，如果我懂什么是生命就好了。我爱的所有人，一切安好，人生苦短，及时行乐，好好生活。（2手稿）致每一个爱我的人，看看窗外下着淅淅沥沥的雨，我想，生命也不过是一滴雨从天空中的云坠落至大地的短暂过程罢了。雨一滴接着一滴，这是千万无数无声的过程重复,仅此而已,假如你们看到雨滴时有所感慨，那绝非是雨滴最终的叹息，雨滴完成了它需且仅需要走完的过程而已，那是对它全部的意义,所以不要感慨，不必对这滴雨曾否停留而感到惋惜，雨滴的坠落最终滋润了大地，不论是落在了哪片土地，不论在这个过程中它有否损耗，是否被突如其来的风吹得偏离，是否因为成千上万的小伙伴而是得单调无力，还是因为地心引力而不能控制无所谓情愿地坠落，都仅是个过程而已。假如这滴雨曾落入某一部分人的眼里，心里，致使他们的眼中，心中泛起蒙雾般的惆怅，那绝非是雨滴的本意，雨滴的使命，是滋养，爱护每一片土地，同一滴西,在灰蒙中诞生，同时也带来春暖花开的声音，无声地带来福祉。我祈求，因我的离去而使我的祈求应验，所有爱我的人都能幸福快乐,身体健康。不要恨我，不要埋怨我，我只是一颗怯懦的雨滴，对不起，生而为人,真的很抱歉。我无法选择从不开始，所以我选择结束"
    },
    {
        "序号": "13",
        "年龄": "53",
        "性别": "男",
        "职业": "汽车经销商",
        "地区": "江苏南京",
        "时间": "2016-3",
        "方式": "自缢",
        "遗书": "我是被比亚迪汽车害得家破人亡走上绝路的！经营比亚迪汽车7年多了，一直是负债亏损经营，将家中的住宅、妈妈的住宅、朋友战友的住宅都用于抵押贷款，而无法偿还，害的家人、朋友居无定所，同时借了邱海峰私人的高利贷而无法偿还，导致女儿被人追债，犯下了无法挽救的错误！唯有一死！万请家人、各位朋友能原谅我！"
    },
    {
        "序号": "14",
        "年龄": "26",
        "性别": "男",
        "职业": "博士研究生",
        "地区": "北京",
        "时间": "2010-3",
        "方式": "跳楼",
        "遗书": "想好了。我想我真的想好了。这个世界是一沟绝望的死水，我在这里再怎么折腾也激不起半点涟漪。所有的努力都会被既得利益集团踩在脚下，所有的奋斗都面临着举步维艰。冷漠的人，谢谢你们曾经看轻我，让我最终下了这样的决心。世俗的炎凉，尘世的丑恶，恶心的嘴脸，可恶的压力，你们都随风去吧。对不起。对不起。我可怜的让我万般不舍的妈妈，最对不起的就是你……我此刻一想到你苍苍的白发，粗糙的双手，一年大部分的饭菜只是馒头就咸菜，一件蓝色的夹克穿了那么多年，每年过年都是那一件，我都会心痛得要死。儿子不孝，不肖，没能让您的付出得到回报，这么多年您一个人含辛茹苦供我一直读到北邮的博士啊……曾经，我所有对您的承诺，都没有办法履行了，对不起，对不起。儿子是一个没有用的人，自从离开老家以来，其实无时无刻不在想着让您也能来北京吃一次烤鸭，看看天安门和故宫，住上楼房，坐上小车，不用再为了我去捡垃圾、拾破烂，不用再去给人家工地上做饭赚钱瞧人家白眼……可是，这么多年了，我什么都没有给您，我甚至连您一直想要却舍不得买的假牙伴侣都没能给您买到，每当晚上躺在床上想到您每顿饭都在用那戴不牢的假牙痛苦地磨着干涩的馒头，我的眼泪就止不住地流……一百块啊，不过是一百块啊，一百块还不够那些老板官员们抽一盒烟的钱，我却给你买不起!我太没用了。现在知识太没用了。有用的只是金钱和权势，有用的只是关系和背景。现在要凭正直的才华去出人头地，太难太难了。我也曾试着找过工作，但是没有人用我。我对这个世界彻底地绝望了。绝望了。我的肝又开始痛了，不能再写下去了……我走之后哥哥一家就应该会对您好点了，保重……终于可以一了百了了，我很高兴。永别了，妈!"
    },
    {
        "序号": "15",
        "年龄": "24",
        "性别": "女",
        "职业": "教师",
        "地区": "海南三亚",
        "时间": "2012-3",
        "方式": "自缢",
        "遗书": "总受学生的恐吓和威胁，身心受到很大的伤害，学校故意安排我做那么多活，我都累垮了。现在才来说我的无能，实际上都变成这样了。"
    },
    {
        "序号": "16",
        "年龄": "31",
        "性别": "女",
        "职业": "教师",
        "地区": "甘肃兰州",
        "时间": "2008-12",
        "方式": "服毒",
        "遗书": "我们又打架了，从交往开始，你就不愿意我去你们单位，我们出去总是各走各，你不让牵手。见了你们同事，你总是让我先走，我一直以为是个子问题让你脸上挂不住，后来我们又打架了，我告诉你往肚子上打，把我们娘儿俩都打死，你就狠狠地往我肚子上打了几拳，我的肚子开始疼，差点晕过去。我第一次想到自杀，我上吊了，结果被你救了，事后我不吃不喝，你没办法就给我输液，还跪着流着眼泪求我吃，说再打我就把手剁掉，还说你把前妻打得耳朵有一只听不见，到现在还侧着耳朵睡觉，因为爱，我原谅了你，在你那儿呆了10天，我的脸能见人了，我才出门去做人流。7月10日我做了人流，我的第一个孩子就这样没有了，做B超时他(她)都有心跳了，那几天我总做梦梦见一个孩子，胖胖的奶奶还抱着。也许在别的一个世界里，我最心爱的奶奶正抱着他(她)，就像当初抱着我一般，因为你打的原因，我的后背一直疼。在此期间你给我送了一次鸡汤、一次鸽子汤，我们又和好了，我一直没有把这件事告诉任何人，因为这样会增加矛盾……之后我又怀孕了，当时我忙着考试，考试前我去过医院，医生建议我把孩子留下，因为通过检查我以后怀孕的机会很小，因为你我再次到医院做掉了孩子，之后我哭了一天。记得那天早上，我给你讲了我夜里做了一个梦，梦见过年了，我们给三个孩子分糖呢，一个很大了，是你前妻的孩子，一个刚学会跑，在房子里乱跑，而另一个孩子在地上爬，我们都笑着，讲着梦含着泪，而这次人流，我吃了你一只鸡。手术费你说一人一半，我随口说600元，你就给了我300元，我很寒心，疼我受了，多数钱我掏了，无言。休息了几天我又自己洗衣服又得去上班，现在留了一身病……离最后一次挨打，已经整整一个月了，该结束了。在夜深人静，你站在我的角度，一个小女人的角度，一个以感情为生命的女人的角度，去想想，有没有亏良心。最后，我想说祝福的话可是我说不出来，我会和我们的两个孩子见面的，一个刚有心跳就被你要求人流的孩子，一个你只肯掏300元人流费流掉的孩子。已被你打过好多次，没有领结婚证的，但尽到妻子义务的妻子，让我们三个人一起祝福你吧，原本想为你编一个短信，可是没有灵感，就把那年下雪时候为你编的留给你：春丛一夜，六花开尽，不待剪刀催；堆积炯花，铺成柳絮，都是散天花；银装素地，偕子之手，笑谈雪雨情；享乐天赐，感受尔意品味人生路。多好的梦啊，这封信终于写完了，我每天都会写一点，最多写一段，最少只有几个字……在这个世界，一片荒凉。我把温柔尽情地为你绽放，加些许的任性。然，换来的是片片红紫，声声的恶语，也有丝丝对我好的想法。泪，滴在地上，碎成点点，如我心。如今，才明白，你的恨，你的毒让我瘦如箫，心似灰。在你的世界里，温柔与我无缘，钟情与我无缘。然，我想，老天是公平的，是仁慈的，在另一个世界里，一定有一份巨大的温柔召唤着我，如星星伴月亮，不离不弃，永远相依，此时我无泪，天却下起雨了。别了，白天的梦。--没有领结婚证的第二个老婆"
    },
    {
        "序号": "17",
        "年龄": "17",
        "性别": "男",
        "职业": "中专学生",
        "地区": "河北邢台，自杀于三亚",
        "时间": "2023-1",
        "方式": "吞服抗抑郁药",
        "遗书": "哈喽，大家好，我是刘学州，我也不知道自己此时此刻是怀着一种怎样的心情去写下的这段话。简单的来描述一下我自己吧，学生，一个努力发光的人，坚强男孩，出生被父母卖掉做彩礼、四岁养父母双亡，二年级开始寄宿制学校、校园欺凌受害者、男老师猥亵、寻亲男孩，被二次遗弃。被生父母添油加醋颠倒黑白被“网暴”、假笑男孩，这些标签虽然都是黑暗的，但的确是我最真实的经历，我在努力找一些阳光的标签给自己贴上，但是却发现好像剩下的唯一的标签就是“坚强”。或许这一切都是命中注定所要承受的。就从我的第一人称角度来叙述我的一生吧。四岁时我的爸爸妈妈（养）因为烟花爆竹作坊事故，爸爸当场身亡，母亲全身重度烧伤医院救治一段时间后也去世了，出事故的前一天晚上不知为何我特别想去姥姥（养）家住，那天晚上姥姥来我家时我爬上了姥姥的电车，紧紧抓住车筐，吵着要和姥姥住一晚，爸爸妈妈一直在哄着我，让我下车，说可以去给我买大鸡腿吃。我依然是紧紧抱着姥姥不松手，后来无奈下爸爸妈妈只能同意让我去了。第二天一大早刚起床的时候便听到了一声巨大的声响，随即我的姥姥便把我放在了邻居家，姥姥急忙骑电动车去到我“家”。当时我还很小，不知道发生了什么。后来我再次见到妈妈（养）的时候是在石家庄医大一医院的电梯里，那时我的姨妈（妈妈的亲姐姐）一只手扶着病床，一只手捂住了我的眼睛，我还是隐隐约约的看到了我的妈妈当时的样子，全身重度烧伤……下一次见到我的妈妈就是她放弃了治疗回到了家中，那也是出事以后我第一次回到我的家里，进了大门看到了我的家已经破烂不堪了，破烂的屋子里是被大火烧掉的家具和房梁的灰烬。在屋子外面的地上看到了我烧掉一半的蓝色书包。进到了被炸掉一半的屋子里看到了我的妈妈在床上躺着打着吊瓶，全身血淋淋的躺在床上，那也是我最后一次见到她，那天去看她时我拿着我最喜欢的一瓶饮料，临走时我说给妈妈喝，她在床上斜着头对我说话的时候，我都看不到妈妈的眼睛在哪里，听到她说：“你好好学习，听姥姥姥爷的话，等妈妈好了给你买好吃的”。那是我最后一次见到她，后来就开始在我们村子里上学，上学时同班同学的很多家长告诉同学们不让他们和我玩，后来就成了大家抢我文具，推我进厕所，各种诬陷我，老师听到了以后不给我反驳的机会直接打我，认定就是我错了。到二年级时就开始去外面上学，去到每个学校都是这样子，会有人欺负我穿的破，小学六年，转了五次学，最严重的校园欺凌是在我们乡的小学里，被高年级的同学抢吃的，餐厅里的工作人员（校领导的亲戚）给大家发鸡蛋的时候故意不发给我，全校所有人都有，唯独没有我的…受到孤立等等。所以我当时只能和一些低年级的当做朋友一起玩，印象最深的一次是在宿舍里被骑在身上拿拳头锤我脸，脸肿了一块以后回到家只敢告诉姥姥奶奶说是不小心从床上摔下来的。姨妈从小都很疼我很疼我，之前有什么事情也会和姨妈讲。但是她也因为婚姻的破碎永远的离开了我。我一直把她当做我的妈妈一样，当我知道她去世的时候，之前一直是很不懂事，不会主动的帮家里的老人干活的，他们教育我我还会记仇，但是从我姨妈去世以后，我明白了许多，知道我该好好的替她照顾我的姥姥。到六年级的时候转到了一所县城的私立寄宿学校中上学，开始是学习成绩很好，后来班主任给了我一次上台表演的机会，给了我一次做班委的机会，从那时候开始就像变了一个人似的，变得特别的外向，爱说话。后来就很少有人再欺负我，那时候开始，也学会了反驳。从小的时候开始村子里的人就有人说是我爸爸妈妈从外面买来的野孩子，那时候因为年龄小，没有很纠结这个事情，在我上初中的时候开始学习压力很大，心事开始变多，遇到了一个很变态的男老师……在宿舍值班室里他叫过去让我和他一起说话，他喝了很多白酒（江小白）还让我去给他接泡面水……后来他喝醉了以后就……那天我爬上了学校宿舍楼楼顶，整整待到第二天早上打起床铃，往下爬的时候，因为墙上的钢丝很高，跳下来跳到楼梯上还不小心歪了一下脚。导致我那一段时间几乎每天是崩溃的……什么也不敢说，还遭到了他的威胁。后来就感觉自己有点抑郁倾向，一直在克制自己让自己变得开心些，从那时候开始很想知道自己是不是真的像村里人口中说的那样，纠结了很久一段时间后，硬着头皮问了一下家里老人，他们承认了，告诉我说是。当时很想知道自己的爸爸妈妈长什么样子，在哪里，很疑惑我是被偷的，还是被他们丢弃的，也有恨他们，因为我这个年龄所承受的一切，全是他们亲手造成的。当时也害怕姥姥姥爷他们伤心，但是我的内心也很纠结，当时只是在宝贝回家志愿者网站上登记了一下，直到今年一次翻朋友圈看到那些被拐卖的孩子和爸爸妈妈抱在一起的视频的时候更加坚定了我想找到他们的想法。于是就去当地的公安局采血入了血库。一直没有音讯。一直到我在抖音上看到了孙叔叔找到了自己被偷多年的孩子，抱在一起痛哭的视频的时候，我更加的想寻找我的爸爸妈妈了。后来在宝贝回家志愿者那里发布了一条寻亲视频得到了许多网友的帮助和关心。也引起了很多人对我寻找爸爸妈妈的关心。也因为如此我也和家里的老人有了隔阂，他们是想让我找到爸爸妈妈的，但是因为当年我的爸爸妈妈把我买来也牵扯到了我们同村的中间人人贩子。刚开始他们一直不告诉我中间人是谁。所以我把全部的希望寄托在了网络上。直到 12 月 14 日下午，我听到了爷爷奶奶和姥姥打电话的时候说道我还有一个疫苗本。当我听到这三个字的时候内心一麻，因为我知道，可能被拐的希望渺茫，极有可能是被卖的。但是自己内心却在告诉自己这个本子很有可能是人贩子伪造的。所以就试着在宝贝回家上面搜了一下疫苗本上面的名字“丁晶”发现是空白的。说明我的爸爸妈妈可能没有在找我，于是我就在百度上搜索了一下爸爸的姓名“丁双全”，发现一个大同的营业执照上的名字和爸爸一致，于是我就保存了那个营业执照上面的手机号，打开微信添加好友，看到了一张头像，我的直觉更加告诉我这个人就是我的爸爸，于是我颤抖着试着拨通了电话，问他有没有丢过或者是送过一个孩子叫丁晶，电话中的他告诉我“没有，没有，我打错了”他一直在和我重复着没有这两个字。内心当时是无力的。过了十几分钟后他打过电话来，告诉我他刚刚在忙，不方便接电话，于是主动要加我的微信，添加后立马给我打过来了视频电话，在视频电话中，我见到了他的第一面，内心是欣喜，也是恐惧。他把当年的事情和我讲了一遍，说他们当时一分钱没有收，只是想给我找个好的人家。也和我讲了他们两个现在分开了不在一起了。很开心，因为我不是他们口中的野孩子了。他们把我从这个深渊里拉了出来。过了大概一到两天的时间，我接到了他们那边派出所警察吕警官的电话，他告诉我，我的爸爸妈妈已经离婚了，不要让我再把他们现在的家庭搅的四不像。当时，我的内心是绝望的，因为……我感觉一个人民警察是不会说出这样的话来的，肯定是另有隐情。所以一连着几天他都没有说什么时候要和我见面，终于，我接到了他的一个电话，他说他还没有告诉他现在的这位老婆，所以让我给他一些时间，让他把他的家事处理完。当天我也接到了吕警官的电话，他说，我的父亲现在不方便来石家庄来见我，让我去大同一趟，他说要是他来石家庄的话，我父亲现在的老婆会发现……和生父加上微信的那一天的第二天，我也加上了妈妈的微信，打了视频电话，看到了我的“妈妈”。她也和我讲了当年发生的事情，并且强调说当年是没办法了，才把我送到一个好人家里去了。我的爸爸一直没有来见我，我内心有点难过，当时我已经学校放假在兼职上班了，他说要来找我，我说你来的前一天提前告诉我一下，我得请好假。他又拖了几天。突然一天上午他告诉我，他要来，让我请假。妈妈给我打电话说她不和爸爸一起过来，因为她现在的老公不想让她和我的生父见面、我立马就从上班的地方请好假，去了我的舅妈家，当时姥姥姥爷也在舅妈家，和我一起和爸爸相见。那天他带了四爷爷和吕警官还有他的朋友，那天晚上我们在一起吃了晚饭，我帮他找好了酒店，给爸爸他们付了酒店的钱。然后住了一晚上第二天早上一起出发去到了我的老家，看了我的爷爷奶奶，在我奶奶家待了 10 分钟左右后我带看了我养父母去世时爆炸的房子。后来就返回到了石家庄，那天他给了我一个红包，现金有 5000 元。于是他们就开车走了，走了以后，我们都联系就减少了，我给他打电话，他在忙，他给我打电话我在忙，所以那几天我们的沟通很少。后来在交谈中有一次爸爸和我抱怨我的妈妈当年她们家逼着找他要彩礼，他实在是没有那么多钱，所以才没有办法把我卖掉把那个钱给了亲生姥姥姥爷，说让我别怪他，这最开始的错在姥姥姥爷那里。那天他说完以后我的情绪几乎是崩溃的。一连几天睡不着觉。正好那个时候因为追究同村人贩子的责任，导致姥姥那边和亲戚闹得不可开交，其实我的内心是知道我现在的结局主要责任是父母而不是人贩子的，之所以一直揪着不放是因为他还卖过来许多孩子，粗略的算了一下，仅仅是同村的孩子就大概有七八个。还有其他村子里也有，虽然我不是被偷的，但是这么多孩子，肯定有的是被偷的，说不定他们的爸爸妈妈一直在拼命的寻找他们，所以我一直在追究他的责任，但是……警察告诉我，我没有直接证据，那天警察也告诉我说我的爸爸妈妈很有可能是卖的我，那天中午，我就给爸爸打过去电话，他说了，他的确收了几千块，但是不是我养父母买我的 2 万 7。这个钱应该是被中间人和医院医生拿了，因为之前爸爸告诉过我说他们是通过医院医生介绍的才把我卖掉的，说医生一直在催他们逼他们，所以就把我卖了。与此同时，我发了我追究人贩子的一条视频，就有许多人过来说我是在炒作，我拎不清黑白，说不该追究人贩子责任。认为我在炒作。当时知道了这些以后内心极度的痛苦，妈妈也一直没有来见我。后来我告诉妈妈我说我太累了，我想去散散心，那天，我把我的银行卡手机电脑密码告诉了我的妈妈。也告诉她，不要担心我，我过几天就回来了，她还邀请了等我过几天回来去参加我弟弟的生日，说到时候他们会请八桌人，会请很多朋友，还会有司仪。我从小到大只过过两次生日，一次是在家里，一次是在学校和同学们。之前是过的身份证上面 9 月 28 的生日，后来知道真实生日是农历 4 月 12。如果明年有机会过生日的话，我还是想继续过 9 月 28 的。我已经在外面玩了，当我做好返程时间计划的那一天晚上，我的爸爸给我打了个电话，那是他从上次没联系上以后第一次给我打电话，说他前几天听妈妈说我出去玩了，一直没时间和我说话。在我出发前给他打电话他没有接。那天晚上他电话中告诉我让我给妈妈他们带点礼物。后来挂了电话后给我转了 3000 元。并告诉我“玩的开开心心”但是他们给的我这些钱，我一分钱没有动，全是花的我暑假时工作攒的钱。弟弟过生日的前一天我出发了，飞机直接飞到大同的话有点贵，所以选择了飞到北京，从北京坐了一晚上火车到了大同，但是爸爸把我带到了外面的房子里歇脚，没有让我回他的家里歇脚。后来上午我给弟弟买了一些零食，给妈妈家的小弟弟买了一套玩具。叫上了哥哥，哥哥在爸爸的家里，因为爸爸现在的老婆不知道我来了，所以让我哥哥告诉他现在的老婆说去同学家玩，于是他就开车把我们送到了弟弟过生日的酒店里。在酒店见到了很多他们的亲人，亲舅舅，亲姥姥等等。那天宴会结束后爸爸就把我送到了妈妈的家里，我在妈妈的家里住了两个晚上，和弟弟在一起睡觉的。在第二天我听到了她的姐姐打电话给她说我，就是在埋怨她和我相认了，还把我带到了家里，我听到后假装没有发生一样，但是当时内心很绝望，于是我找了要回石家庄公司辞职的理由离开了他们那边，回到了石家庄，晚上的时候到了石家庄，我下了火车拎着两大包东西，不知道要去哪里住了，学校已经放假很长时间了，根本没有人，所以没有办法去学校住，后来拎着袋子给舅妈打了个电话，舅妈就说让我去住吧，我就坐上公交车去到了舅妈家住，到了舅妈家给妈妈打了个电话报平安，在电话中告诉她我没有地方住了，我又去到了舅妈家，我说等我过几天回大同找个时间和爸爸一起谈一下。（因为爸爸要回甘肃老家，我也想和他一起去。所以过几天还会回大同。）那天晚上电话中说的是我想要一个家，她就说我在逼她（当时我并没有提到买房这两个字）后来她主动说她买不了房子，我说我要的是一个家，不用在外面继续飘着就可以了，她当时说让我去住他们离婚的时候留给我弟弟的房子，说在她家住的话那个叔叔时间长了会烦会有怨言的。但是，我要是去那个地方住的话，我弟弟怎么办，而且那个叔叔也不想，所以我就很为难，我就告诉她说我没有家，那不是我的家。她反问我：那我弟弟也没有家啊。说我是在逼死她，我说我哪有逼你们，你们想想我，想想我这十几年怎么过的，我现在没有地方住是你们造成的，她立马就大吼说不是他们造成的，让我去问问我的养父母是怎么造成的，说当时我的养父母要是不买我会有更好的人家来买我。后来我就被她那一句话说懵了，不知道说什么了，我说了一句和我养父母没有关系啊。然后她吼了半天，我也听不清吼什么，然后她就把电话给挂了，然后就把我拉黑了，然后我给爸爸打了个电话，我和他讲了我和妈妈对话的内容，我也说我就是要一个住所，在我们这边和你们那边买或者是租一套一室一厅的就可以，不用再没地方住就可以了，爸爸说我不管他们死活说我是白眼狼，说拉黑吧，再也别联系了。（实际上是妈妈把我拉黑了，爸爸没有）后来我就在网上发了我被拉黑的截图，和电话录音。在直播间里讲了我内心说的话，于是痛快的把内心的话说出来以后就很舒服很舒服。后来就有一些颠倒黑白的人说我只要求买房子，在直播间才改口说租房子的，对于这些我看到以后觉得没什么，但是后来一连发现好几个人都在复制粘贴那个人的同一句话，后来就有很多人来骂我，讽刺我，诬陷我，诽谤我，对我评论和私信人身攻击。我看到后很难过，后来很多人建议我起诉，我也一直在考虑起诉的利和弊，因为考虑到亲生父母那边的哥哥弟弟妹妹们所以我放弃诉讼，继续想过好一个人的生活，后来第二天，我的亲生父母就在媒体那边颠倒黑白诬陷我洗白他们自己。看到以后最多的是寒心，然后就是生气。本来考虑到哥哥和弟弟妹妹们无辜，我已经决定放弃诉讼，当我看到他们颠倒黑白是非，挑字眼来诬陷我的时候，我就下定决心要去起诉了，他们在采访里说借钱让我去三亚玩，说让我和爸爸一起住，（根本没有让我进家门）说我逼他们两个离婚，怪我打电话录音（因为她开始乱吼的时候我就点了录音）。一直在颠倒黑白，说我现在养父母的家比他家好，（但是我养父母的家已经炸烂了）我就很生气，于是就决定要起诉，当我发了要起诉的决定以后就有很多人说我要不到房子气急败坏才起诉的，于是就有很多很多人私信骂我，人身攻击我。之前在直播间里说过有一个我养家奶奶家的远房亲戚因为一个二手苹果手机骂我姥姥，然后那个所谓的“亲戚”就开始骂我……故意编造我一些谎言来污蔑我……摸黑我……但是事实就是那个人之前骂我姥姥了。他一个年轻的人，去骂我姥姥一个快七十岁的老人，我就说了这个，没说其他的，也没说他是谁，他就开始在群里带头骂我诋毁我，（这是一个 30 多岁的大男人亲戚）于是这几天一直有人抖音、微博私信攻击我，骂我……而且我想去解释的时候，发现很多很多百分之九十以上都是小号和私密账号。各种质疑，名牌衣服，名牌鞋，眼睛，包…… 这些只是他们表面看到的，就用来诋毁我……殊不知这些是我自己攒钱买的“高仿”。说我穿的干净，有心机，有钱去三亚玩……殊不知我去三亚最初的目的是为了解脱。想逃离这一切对我的不公。承受了太多太多“心机婊”“快去死”“恶心”“娘炮”等等各种各样的词……这篇稿子是我在许多个崩溃的黑夜里一次又一次的回忆那些事情写出来的，等大家看完这篇稿子的时候，我应该就已经过上了幸福快乐的生活了，应该是一个很美好的人生，在爸爸妈妈的怀抱中长大。这一生见识到了血缘亲情的伤害，冷漠无情、人性的扭曲……变态……见识到了“人心”的黑暗。也很庆幸的遇见了很多内心阳光的人。但是，把这些全部加在我一个人身上我实在是承受不起来了，因为我才十几岁，还是其他大人眼里的不懂事的小孩子……希望我去世以后舅舅舅妈一定要照顾好我的姥姥姥爷，大伯叔叔姑姑也好好的照顾爷爷奶奶，我在这个世界上承受了太多了，所以请不要为我伤心呀，因为我放下这一切，是我新生的开始，对于我来说是一件非常好的事情，所以你们应该要替我感到开心哟，希望人贩子和我所谓的“父母”，还有那些在网络上丧尽天良的人，得到他们应有的惩罚!手机相册里有一些证据和录音，希望警察叔叔在最后也可以替我为我的一生划上一个完美的句号。谢谢你们啦！我的账户百分之五十的积蓄是我自己上班挣来的，这些留给我的姥姥姥爷，因为他们两个只有我的舅舅了，这些虽然很少，但是我希望我的姥姥姥爷可以不被世俗所包围，希望他们余生可以放下一切，好好的弥补一下自己。我的爷爷奶奶还有很多孩子，所以，爷爷奶奶不要怪我哟!你们也要注意身体。剩下的百分之五十，也是很多网友资助我的，委托我的舅妈，替我捐给“石家庄市孤儿院”给那些小朋友们买一些漂亮哒衣服和好吃的。替我把这份爱心传递下去❤️很感谢这一生遇到的所有关心我的人，也和你们说一声抱歉，我辜负了你们。写下这些，不奢求大家可以同情我的遭遇，因为在我努力的让我被悲伤掩盖，尽力的让大家看到我阳光一面的时候，把笑容展现给大家的时候，对我更多的是攻击，但是，希望这个世界上少一些内心黑暗恶毒的人。很喜欢大海，因为我感觉它可以装的下很多声音。人间疾苦，我已经受够了。看到这里，谢谢你们了解完我的一生，写了这么多，只是想给自己来到这一生一个交代。把痛苦倾诉到大海中，也把生命还给这个世界。与其抱怨这人间疾苦，不如感谢给我一次体验疾苦的机会。及时的道别这人间疾苦。好了，我要开始我新的旅途了。也抱歉，因为我，还引起了那么多“内心黑暗”的人占用你们的时间，来丰富我的一生。阳光照在海面，我也归于大海。从这里结束自己的一生，也带走了这个世界上最美的风景。最后，谢谢你可以见证我的人生终点，谢谢你可以看完。"
    },
    {
        "序号": "18",
        "年龄": "24",
        "性别": "男",
        "职业": "硕士研究生",
        "地区": "湖北武汉",
        "时间": "2023-10",
        "方式": "烧炭",
        "遗书": "我的离去并不是临时起意的，而是思考了很长一段时间，至少一年半，种子在做宇宙第一的龙虾机时就已经埋下了，原因也很简单，理想破碎信念崩塌。 德高望重张xx、爱国情怀张xx、三套房子张xx是击碎我脆弱信念的主力，其次是视觉组两位没啥知识的老师，然后是实验屎的高级平台与顶级规章制度。细说研究生阶段。先说好事，认识了很多要好的朋友，这是唯一也且最大的收获，也是我多坚持了一年半的原因。虽然我性格阴暗、内向、不爱说话，但我总能交到一些好伙伴，真是幸运啊，实验室的同学都是好人啊。然后是坏事，我以为的研究生是导师带着学知识、做实验、搞科研，哈哈。没想到老东西只会搞钱、搞关系、压榨学生啊。张xx，你扪心自问，车子房子票子重要还是学生重要，项目搞钱重要还是学生毕业重要？七个学生论文的钱都不想报销，张口闭口”工作做好了，房子车子就有了”，你自己信吗？家国情怀你也配？每个月发200块钱然后指责我们的十倍贡献在哪？入学费我们自己交了是吧，十倍贡献？张处长搞资本主义这一套真的太牛了。算了，懒得说了，直接进入忏悔环节，最后一集了。对不起父母那是肯定的，可惜这更多的是愧疚，毕竟花了这么多钱养了这么多年，无以为报，希望到时候别举行什么葬礼啊，我建议直接火化，或者直接扫一扫冲下水道里边，我不需要墓地。闭眼的那一刻，就是我安息之时，不用搞这么多无意义的事。xxx不用羡慕哥们去异世界啦。xxx武汉的工作是肯定有的，不用着急。xxx有就签了，真的，哥们后悔死了。xxx，xxx是个好地方，春招肯定还有位置。xxx我的建议是985博士都行。xxx我喝不了酒，抱歉，祝你能考上公务员。xxx我骗了你，我还是要去做傻事了。我死后，世界毁灭。2023.10.23 0：40"
    },
    {
        "序号": "19",
        "年龄": "未知，20岁左右",
        "性别": "男",
        "职业": "医学生",
        "地区": "江苏无锡",
        "时间": "2021-5",
        "方式": "跳楼",
        "遗书": "事先声明我的死与任何人任何事无关，纯粹是我精神有问题。同学们都很好，老师们也很好，学院与学校也很好。如果我之前有见过谁和谁说过什么，只是我想在离去之前最后看看想看的人说说想说的话。也是想找一个正常的日子，最后装一次正常人，然后默默的离开。一切的源头，应该是我高考填报志愿的时候听长辈的选了根本不喜欢的临床医学，然后稀里糊涂的被录取了。从那个时候开始，我就踏上了一条不归路。家里的条件摆在那里，我一个人上大学刚刚好，等我妹上高中就有些不够了，在我很早很早的计划中，应该是选一个四年的热门专业，然后本科就工作，负担我妹的高中大学学费这些，在三十岁之前，用攒的钱成家立业 ，然后过上自己计划中的生活。但是，万万没想到被调剂到了这个培养周期很长的专业，学的越来越多，我越来越觉得这个专业要求的太多了。五年的本科生没人要。研究生三年之后还要三年规培。博士更是遥遥无期。也就是说，在我30岁的时候，其他人已经成家立业了，而我和我的家庭还处在一个很拮据的状态，甚至于养活我自己都很困难。而在30岁之后，我还要考虑组建自己的家庭，那个时候还要考虑房车、彩礼、养育子女、回报父母等等。那又是相当一大笔钱。也许等到我40了，才可以真正的有一份积蓄。但真的到了那个时候，我应该已经开始老了。这样的生活，又有什么意义呢。也许，就这样浑浑噩噩的活着也行，自己选的路，怎么也要走下去。但是，这两个月，我一直被一股焦虑、焦躁、后悔的情绪包围，这种情绪在开学就有了，愈演愈烈，在我想要干一些事情的时候它就跳出来扰乱我的思想。它告诉我，我只有一个211学生的身份，其他人都在努力，而我止步不前，什么也没有学到，我连研究生都考不到，甚至都不能毕业。这段时间，我一直在挣扎，我一遍又一遍地告诉自己那是假的，但是每一次都会被反压回去。我有些撑不住了。毕业、考研、就业、感情。我抬头向前看，想看看以后的我，但是看到的只有一片黑暗，是的，我看不到未来了。我想，那就这样结束8当我第一次有这种想法的时候，我那理想中的未来救了我，那是我从初中就有了轮廓，高中有了基础，大学有了细节的理想国。也是我逃避困难的避风港。可是，这之后避风港也撑不住了，我发现自己无数次构造出来的未来是那么的幼稚，理想就是理想，碰到残酷的现实不堪一击。当它最终崩碎在我面前时，我坚持了这么久的信念也没了，我知道我躲不过这一次了。准确的来说我应该是逃避了，是的，我不想面对这惨淡的现实，不想面对惨淡的未来，我只想逃避。我想活着，但是一眼看得到头又一眼看不到头的未来，让我没法面对。同样的，我没法接受什么都不是的自己。那看不见的未来就像一个牢笼，慢慢罩着我，我只能看着，什么也改变不了，那种绝望的感觉，我真的不想再承受了。对不起谁的抚养之类的话我就不说了，不忍说下去，聊聊后事吧。我的器官，如果还能用，就捐出去。身体，如果医学院需要的话，就给医学院吧。如果医学院不要，火化之后找一条大河洒了，千万别埋，我怕黑。重复一遍，我的死，与任何人任何事无关，纯粹是我精神有问题。同学们都很好，老师们也很好，学院与学校也很好。如果我之前有见过谁和谁说过什么，只是我想在离去之前最后看看想看的人，说说想说的话。就这样吧，东一句西一句的。希望来生，可以做一个温暖的人，温柔的人"
    },
    {
        "序号": "20",
        "年龄": "21",
        "性别": "女",
        "职业": "无",
        "地区": "峨眉山",
        "时间": "2018-9",
        "方式": "坠崖",
        "遗书": "我得了一种病，叫抑郁症。不知道从什么时候开始，也不知道什么时候结束，我只知道，我活得很累，很痛苦。很多人把这种病当成是脆弱、想不开，我想说的是：不是的！我从来不是个脆弱的人，就像不经常的病的人也会得肝癌一样，没有太多的诱因，就这么发生了。这么久以来，可以说我一直活在恶梦里，不，比恶梦更可怕。就像一直有只看不见的手，一点、一点的把我的灵魂从身体里拖出来，然后一天、一天地把它拖进深渊里：那些悲伤、绝望的情绪出现的莫名，却如蚀骨之蛆一直缠绕着我，无法挣脱，一宿接一宿的连续失眠，每分每秒都徘徊在生死的边缘。总有两个声音在脑海中盘旋，一边说死吧，死了就能真正解脱了。另一边说：你不能这么自私，不负责任。于是，我每天都活在这种撕比中，一直到今天。每次看到车就想不管不顾撞上去，拿到刀就想剁自己，去到人群中就想呕吐。因为责任，我却只能一次一次用自己不多的意志去对抗身体的本能。在所有人面前装得谈笑自若，云淡风轻，就像在展示之前控制不住地说出自己患了抑郁症这件事是个笑话一样。我竭尽会力的去扮演一个所谓正常人的样子。果然，演技是与生俱来的天赋，我演得很像 所有人都被骗得很好。我不是没有去倾诉过，不是没有尝试过救自己，也不是没有尝试过求救。然而，要不就是被当成笑话，要不就是觉得我想不开。或许换个环境生活就好了？或许去旅旅游就好了？或许去蹦一次极就好了？我换了个环境了，我去旅行过了，我去蹦极过了，可是然后呢？还有别的方法吗？我想没有了吧，该放弃了吧？我一次又一次的努力尝试，一次又一次的寻找，换城市，换工作，给自己找事干，运动，跑步，旅行。我真的受够了自己骗自己，一天又一天的演戏我好累啊，这次结果就是在告诉我，没用的。做这些徒劳无功的事干什么呢。每天像一具行尸走肉一样，浑浑噩噩，终于我要撑不住了。终于，我崩溃了。如果你有幸看到这些文字的话，xxx，我想跟你说，你成功的把我一步一步逼上绝路，害死一个人很有成就感吧？我希望你长命百岁，希望你午夜梦回的时候千万不要梦到我。奶奶 对不起，我不孝！让您在如此高龄又一次白发人送黑发人，对不起！请你怨我、恨我，最好是马上忘记我，但就是不要为我伤心难过，我不值得，真的好想再听您哼一段小时候的摇篮曲啊，可惜没机会了。妈妈，请您一定要照顾好自己，我走的时候一点也不痛苦，真的。妈，对不起！让你失望了，生我养我一场，死了还要让你背上几万块的学费贷款。不要来找我，找个好人好好地和他过好下半辈子，你还这么年轻，这么漂亮，你值得有更好的生活。我不想成为你的拖累，就算我继续苟活着，不能正常地工作、生活，又有什么用呢？对你、对整个家人都是承受不起的负担。你们会一直活在我失控的阴影下，不得安宁。不要觉得是病就一定治得好，不知道要折腾多少钱去等一个渺茫的结果，我对自己的状态清楚得很。我只想在时空之前制止后续更严重事态的发生。我不想再让你操心了。原谅我，照顾好自己，xxx已经是个大小子了，我相信他能承担起责任了，她一定会让你骄傲的，不像我。不要来找我，就让我埋在这里吧，这里山清水秀，我会在这得到平静的。不要难过，不要自责，我不要葬礼，就当作什么都没发生过一样吧。我不想经历那些闹剧，把钱留着给xxx读书，一定要答应我！在我做好决定的最后这几天里，是我很久未曾有过的轻松日子。xxx、xxx、xxx、xxx、xxx、xxx，我谢谢你们的陪伴，我发自内心的感觉到了开心、轻松。是那么让我在生命的尽头感受到了温暖！xxx，对不起了，让你承受了这么久的心理压力，答应你的我做不到了，所以，不用等着我回来了。xxx，没法参加你的婚礼了，也没法亲手送上彩礼了，我相信，你一定会很幸福的！所有爱我的和我爱的人，你们都要好好的，不用悲伤，不用哭泣，时光是最无情的武器，总有一天我会消失在你们的回忆中，无痕无迹，所以不用太在意这件事，祝福你们一切都好！希望以后大家能多多关注抑郁症这个群体吧，愿这个世界多些善良和美好，少些伤害。舍身崖的风景真的很好，云海涌动，美轮美奂，如同仙境。埋骨于此，我没有任何遗憾！佛经中说，自杀的人是没法入轮回的，挺好。不用再感受这些痛苦和无奈，也不会再孤单了。爸，我来找你了！人世间的诸位，今生，我就走到这一程，再见！xxx绝笔。2018.9.4于峨眉山"
    },
    {
        "序号": "21",
        "年龄": "30",
        "性别": "女",
        "职业": "硕士研究生",
        "地区": "上海",
        "时间": "2009-11",
        "方式": "自缢",
        "遗书": "我想要活成自己的样子。（注：此为“研究生带母上学”事件）"
    },
    {
        "序号": "22",
        "年龄": "20",
        "性别": "男",
        "职业": "房产销售",
        "地区": "河南郑州",
        "时间": "2021-3",
        "方式": "溺亡",
        "遗书": "亲爱的爸爸妈妈拜拜了，我是在逃避这样的生活，没有能聊到一起的朋友，我的一味付出好像没有回报哎。我知道我这种行为是自私的。可是我是真的想死，对我来说死是一种解脱。放心这是我一个人的决定的。我做出这个决定是很快乐的。xxx也谢谢你对我的期望和教导。结婚了去给我说一声哈。让我也喝杯酒。xxx祝你一定会找到你想要的那个白马王子。为你放弃一切的那个人。也别忘了请我喝酒就行。还有别和其他人说，我想看看有几个人能记起我。最后道一句晚安我爱你们"
    },
    {
        "序号": "23",
        "年龄": "19",
        "性别": "女",
        "职业": "大学生",
        "地区": "广东揭阳",
        "时间": "2016-8",
        "方式": "溺亡",
        "遗书": "老弟，当你看到这条说说的时候，我应该已经自杀了，自杀的原因就是因为自己太蠢了，相信了短信诈骗，被骗光了老妈给我的一万多元钱，很蠢对吧？我也觉得自己很蠢，可是错误已经造成，无法解决，我害怕被骂，害怕因为这样造成我不能去读大学，真的很害怕，有了希望，然后绝望，这种感觉真糟糕，我真的承受不了，只能以这种方式来结束我的生命，来躲避责骂，我很懦弱对吧！很对不起你们，老妈，老爸，对不起，不能给你们养老送终了，还要让你们白发人送黑发人，图添伤心。我知道老妈你一直对我希望很大，可是你女儿我最终还是要让你失望，为我的去世伤心一阵就把我忘了吧！就当没生过我这个女儿，老爸，老妈，很抱歉，却没能报答你们，下辈子再报答吧！老弟，你要听老爸老妈的的话，他们已老了，日后要靠你养老的，你姐姐我没用，帮不了你，你要好好奋斗，早日实现老爸老妈建房子的心愿，要好好孝顺老爸老妈，不要让他们生气。最后想说的是，不要相信那些说你中奖的短信和电话，我就是一个活生生的例子，不要重蹈你姐姐我的重蹈覆辙，要好好照顾自己，好好工作。看完这条说说就把它删了吧！如果有人问起我，就说我出意外，不要说我是因为被骗，那样太蠢了！"
    },
    {
        "序号": "24",
        "年龄": "20",
        "性别": "男",
        "职业": "大学生",
        "地区": "北京",
        "时间": "2020-12",
        "方式": "跳楼",
        "遗书": "再见，各位我所熟识的，或是陌生的人们。如果你们看到了这段文字，那就说明，我以自己的意志，经过深思熟虑，选择了毁灭自己，这无关任何人，和学校，和辅导员没有任何关系，和我的同学，或是我熟识的人更没有任何关系，希望我的室友或是什么和我关系亲密的人不要借此去闹事。如果你们因此而获得了保研的资格，或是别的什么更大的利益，那对于我们身边那些少说奋斗了三年，多说奋斗了二十年的同学或是同胞不公平。另外，如果你们真的白嫖了三个保研名额的话--为什么不是五个呢？我觉得咱们寝室确实有两个人值得--你们就得给我立个牌位供起来，明白？我不会试图塑造一个完美的死者形象，那样的形象只能给人一种“我的自杀是一幕毁灭了某种美好事物的悲剧”的印象，只有把一个千疮百孔，扭曲至极的我展现出来，才能让你们体会到我选择毁灭的必要性，然而我并不能将这样的自己完全展示出来，因为在写下这段又臭又长的文字的同时，我那些扭曲的，疯狂的，淫猥的想法已经随着我的毁灭一起，埋葬在我的脑海中。二十年来我坚信做题是唯一出人头地的途径，我因此放弃了其他的方向使得做题成为我唯一而且是最为突出的优势，并且相信这是唯一的正途。到了大学之后，我竟然听信了某些自由派的鬼话，妄图“全面发展”，因而舍弃了做题这一优势项目。当我意识到问题所在时，为时已晚。这不啻于我的“戈尔巴乔夫改革”，摧毁了我的根基。接下来呢?生活无望，希望崩塌，对明天的期待已经毁灭殆尽，没有了信念和理想。很多美好的事物都毁在这一点上。因为没有了信念，斯大林格勒的62集团军的红军战士们最后退化成了阿富汗战争里的炮灰;的黎波里海岸上的美国海军陆战队变成了PTSD集中营。至于我，失去信念和理想之后就是今天的结局--“苏联解体”。然后呢？现在的我不知道未来是什么，不知道我想要什么。灵魂的惯性迫使我沿着原有的轨迹前进，而我的灵魂早就没有了一分再向前推进的力气，支撑着我一步一步走下去的只有我对于别人的承诺，这一天的到来是我的决定，不再履行对别人承诺的决定。我被自己失去动力的灵魂拖着前进，今天它的动量在阻力的长久影响下消耗殆尽了，而我也就决定要离开这个世界。毕竟这样活着也没什么意思，一边把自己伪装的上进阳光而且乐观，一边又在别人看不到的角落里释放自己最阴暗的一面。我不再是之前那样的纯粹的一层，和吴法宪，张铁生之流已经没有区别。我曾经痛恨过很多东西，资本家，白匪军，官僚，保守主义的老棺材瓤子以及它们的走狗们。但是我已经等不到亲手消灭它们的那一天了，同志们，请代替我完成这个任务，拜托。好了，和所有人要说的话说完了，接下来我要给一些对我而言很重要的人单独留下一些话。我希望你们能确保下面的话只有他们自己能看见，毕竟在没有特定语境的情况下，我对一个人说的话多半会被误解成另一个意思，这是我动身前最后一个愿望--学校的话，不必去查找那些信件了，那里面没有你们想知道的东西，只有一些我不想让别人知道的东西，其中并不包括我为什么要这么做，因为这个问题的答案在上面已经很明确了，最后--尽管叶赛宁的诗据说被网易云用户给玩烂了，不过我觉得用叶赛宁辞世之前在列宁格勒的旅馆里用自己的血写下的绝笔作为我对世界的告别还是挺合适的:再见吧，我的朋友，再见亲爱的，你永在我的心间。命中注定要相互离别；许诺我们在前方相见再见，朋友，不必悲伤也没有必要愁容满面。人世间死已不是新鲜事，而活着，也不见得，更为新鲜"
    },
    {
        "序号": "25",
        "年龄": "25",
        "性别": "男",
        "职业": "硕士研究生",
        "地区": "大连",
        "时间": "2020-10",
        "方式": "自缢",
        "遗书": "大家好，我是大连理工大学化学工程专业专硕三年级学生，导师是Z老师。我的研究课题是...啊，别走嘛我不是来进行答辩的啦(笑哭.jpg)只是想来告个别，待会我就准备一挂解干愁了。今年真是糟糕的一年呢，国际国内都鸡飞蛋打的，想当初为了逃避找工作考了研究生结果刚考上贸易战就开打，就业形势一下严峻了起来。今年又赶上疫情，好像这三年读研期间世界跟闹肚子似的。啊对了，说起闹肚子我不知怎么的越来越受不了圣女果，最近一次吃完之后拉了好几回。然后我还想起刚考上之后没多久，一个认识的学长推荐我去跟Z老师学习，第一次跟Z老师见面他把煤化工行业的上下五千年都给我讲了一遍，讲到一半我肚子也不舒服，精神也快绷不住了，但脸上还得维持认真听讲的表情。估计那一次是我人生中坚持最久的一次。之后每次找他，哪怕是问个小问题，都有可能让我坐在沙发上听他讲半天行业背景，从此我十分不乐意去找他商量事情。这三年过的，额，过的挺快的，体会到了给研究生讲课的老师授课质量差到了酸奶没吃完放垃圾桶里一周的地步。上完大部分课程就开始进实验室做实验了。开题答辩那天，听完我的汇报，评审的老师嘟噜了一句“还可以”，问了一两个问题就结束了。其实吧，我挺希望他们能针对我的思路和目的给出更具体的意见来着，没想到那天我算是最快结束答辩的。“多去看文献，看看别人怎么做的。”如果去找组里的老师问问题的话，经常得到这个回答。于是我综合了几个博士论文的实验思路和内容，就撸起袖子去干活了，然后我就跟我那台如同祖宗一般的实验设备开始了长达一年的交流，每次做实验前我都要先祈祷一下待会它可干万要一直正常工作，你能想象一台普通的实验设备正常工作的概率居然不超过三分之一吗?我差点都把佛祖保佑几个字刻在它上面了。谢天谢地，它终于在今年1月份，我催了好几回组里的H老师后，算是修好了。今年大概1月18日，我还待在实验室做实验，其实当时也有想过要不要申请寒假也不回家了，毕竟感觉进度不是很好，后来想着也没剩几个寒暑假了，还是回去了。疫情爆发困在家里后，在家里人建议下开始备考公务员。过了半年回到学校，在宿舍隔离时我们开了线上组会，组里的老师看了我的数据，平静地表达了我的数据都没意义的评论。啊?什么?我照着文献做的啊?不是你给的建议吗?好吧，是我不对，我太笨了，不懂得自己思考。行吧，过去一年做的一切推翻重来。夏天，拼了命地赶进度，还得跟其他人共用一些设备，于是为了提高使用效率，我把白天让给了别人，晚上通宵了好几次做实验，期望着赶紧做完，我好专心备考公务员。然后?然后就是不断地，不断地做无用功，我也不知道为什么，一模一样的条件，每一次居然都能得到不同的结果，趴在电脑前看着自己的数据，感受着自己的心态一块一块碎落下来。看着我的实验设备，然后看了看自己的手不知道是哪一个出了毛病，或许是脑子也说不定。“不对啦!肯定是你自己的问题!” “我..我哪出问题了?”  “你少玩点游戏，少刷些视频还会这样吗?” “可...可我确实尽力了啊?” “那就是你笨，懒，没用。这二十几年家里人给你这么多关怀，结果养了一个废物出来。” “那.咋办?” “你这样下去肯定延毕了，真丢人，几百万研究生，不缺你这么一个废物，去死吧。” “那好吧。” 我真是个够无聊的人，这样无聊的小剧场我居然能自己演好几回。想起了前几天开组会，Z老师说让我们赶紧着手构思专利，不然赶不上毕业。结果H老师怒喷:“不能让他们发专利!得让他们发论文!专利太简单了，发个专利就毕业，太水了!”开的是线上组会，我当时通宵做PPT困得不行，听了H老师的话，我关掉麦克风苦笑了一声，精神了。其实我觉得H老师要求挺合理的，我们组一直要求很宽松，以前连组会都不开，除了每年年末老师请我们吃一顿饭，年中夏天带我们跟当届毕业生一起出去玩一次之外，并不怎么主动跟我们见面。不过，对不起，我可能没办法满足您的要求了，把疫情夺走的半年还给我，可能还有希望，但在这个节点上，我看着自己的数据，除了绝望还是绝望。可能是我太笨了，可能是我太懒了，也可能那几台设备不足以完成我的课题。总之，以前我们组还没出现过无法按时毕业的，为了不打破这个优良传统，那我消失好了。正好国家今年正为了就业问题犯愁，我就不给国家添麻烦了，我想我这样的人也没有资格加入公务员队伍为人民服务。如果我身上还有哪个部位能用的，都拿走吧。请把我烧成灰随便埋到哪块地里，好歹能贡献点养分。谢谢你，谢谢你看到了这里。我其实算是个挺内向的人，第一次跟人倾吐了这么多。想起了之前在美团点外卖时给他们的公益活动捐过一块钱，希望能实现我一个愿望，让我下辈子变成某间猫咖里的一只猫吧，野猫也行，毕竟猫的年龄十来年，我活了25年，也没比猫久多少。希望家人朋友今后顺顺利利，祝愿国家一直繁荣昌盛"
    },
    {
        "序号": "26",
        "年龄": "25岁左右（博士三年级）",
        "性别": "男",
        "职业": "博士研究生",
        "地区": "大连",
        "时间": "2021-4",
        "方式": "吞服安眠药",
        "遗书": "人生苦短，马上离开了，想讲一讲我的一些事吧。从小到大，是家里的独子，父母年纪比较大，比较宠我，没干过活，吃过苦，幼稚，贪玩。高中比较贪玩吧，高中毕业，考入一所普通一本电信专业，真的认为大学就是玩的，又对电信不敢兴趣，大学玩了4年，临近毕业，思考人生该何去何从，最终发现什么都不会，感觉自己像个废物，当然，这不是学校的原因，同学校的，有人考研考入中科院，有人获得电信一等奖，直接保研到名校。当然了，电信专业还是比较好找工作的，毕业前后培训个半年到一年，不论学习java或者单片机或者别的什么，都能找到个差不多的工作，最起码解决温饱不成问题。但是吧，想了想，生而为人，有独立的思想，不能像动物一样，一切只为温饱，繁衍后代，没有理想和咸鱼有何区别。本人蛮喜欢生物和化学的，觉得生命是大自然的奇迹，更觉得化学很神奇，创造出各种新的，自然界不存在的物质，有着独特的特性，无论是无机物，有机物都如此，想一想，如果自己能够凭借自己双手，创造出这个世界本不存在的美丽的物质，研究它们的性质，发挥他们的功能，这不就是奇迹吗。于是报考大连理工大学无机化学专业，第一年失败，第二年成功考入。没想到却是噩梦的开始，我17年本科毕业，18年考上理工，本身因为跨专业，觉得自身基础较差，于是和老师商量后，自费在学校附近租房，补充基础知识，当时在实验室1号师姐带领下，做一个检测铜离子探针的测试，那是我第一次接触荧光，觉得超级神奇，一个小小的探针，在紫外光照射下，发挥出强力的光芒，加入铜之后，又会淬灭，当时觉得化学真的很神奇，每天在实验室帮师兄，师姐刷刷瓶子，做做测试，贼开心。现在想想，自费过来帮别人打工，是不是有点蠢啊--。后来，这篇文章一作给了一个叫冯胜的，师姐二作，我三作，当时没觉得什么，现在回头再看。9月多开学，依然没有自己课题，帮整个实验室打杂，帮各位师兄师姐刷瓶子，1号师姐带着我去做荧光，紫外，细胞测试，后来，在这段期间，渐渐学会了各种测试，当然，因为没有怎么做过合成，合成很差。后来，1号师姐需要文章毕业，她本身课题也比较难，之前有做一个汞离子探针PMH，并且也有初步测试。于是，我顺理成章的帮1号师姐测试PMH的各种性质，期间，还帮一个大连医科大学副教授尹计秋(在职博士，基本不到实验室)做一个酪氨酸激酶的探针相关测试，最终，1号师姐将PMH整理成文章，发表，顺利毕业。1号师姐留下的课题的后续测试我来进行，但是，当时师姐测试的激发波长以及溶剂条件都有一些问题，我摸索了一段时间吧，找到正确的测试方法，完成了那个体系的绝大部分测试，最终，整理发表一篇angew，老师的一作，1号师兄二作(师兄负责设计实验，整理文章)，我三作，当时贼开心，能在顶刊上挂名。我依然没有课题，后来，放假回家，遇到了疫情，半年多无法做实验，这期间，老师依然找我们开会，我终于有了属于自己的课题。随着6月23号，终于能够回校开始自己的实验，这才是真的噩梦开始。顶着疫情回到学校，忍受着可能患病的风险，没想到，却是帮两个研三毕不了业的学生:崔辰放，孙阳做测试。他们两个研究生期间什么都没做成，这时候毕不了业老师又不想他们闹事，于是，我还有师弟1，师弟2开始帮他们做实验，期间，经常做到晚上11点甚至12点，回宿舍需要跳窗，这一点，舍友磊哥可以作证。然而，崔每天在宿舍玩电脑，还转发游戏有奖签到，孙后来偶尔来做测试，但是每天一日三餐，按时按点，不愿意多在实验室待一会，晚上稍稍待的晚一点，便说:宿舍阿姨又要嫌我回去晚了。有一次，9点半跟我说去做荧光测试，我担心她不会，跑过去告诉她怎么测，结果测试屋根本没人，当时心态直接爆炸，我tm的为了她毕业，我在实验室帮她做探针COU-F(我自己起的名字，后来文章中写为CPB)的合成待到12点，我tm的为了什么????而且，因为已经转博，并且我的课题大老板比较关注，当时我每周无休，周末来实验室给自己稍微做一些实验，在组会上不至于一点内容也讲不出来。真的是越想越可笑，当时最羡慕的就是实验室可以做自己实验的人了，心态也越来越不好了吧，有些越想越气的感觉帮他们做实验做到9月初吧，实验记录本上最后一次帮他们测试(不算回稿)是8月30日，终于能开始自己实验了，但是，焦老师(我导师)在不久的一次组会上，嫌我们实验进度慢，说再有两周完不成合成，换课题，我当时直接懵逼了，按我的工作进展，根本不可能两周做完自己课题的合成，而且，我觉得我课题慢不能算是我自己缘由，直接心态爆炸，开始摆烂每天在宿舍躺着玩手机，饭都懒得出去吃甚至不吃想着10月多被换课题，当时第一次开始有自杀的念头，第一次思考我这么做实验是为了谁?为了什么?值得吗?后来，焦老师找我谈了几次话，我渐渐明白了，她组会也不是针对我，又开始重新做实验但是，仔细想想，从那时开始，其实心态一直都有问题。没多久，孙和崔的论文回稿又来了，又开始帮他们补回稿实验，当时孙的回稿实验要求补各个产物氢谱，碳谱，每天约晚上过夜碳谱，10点多去测试晚上没时间就约早上6点的，5点起床，往实验室赶，结果到实验室楼门口发现不开门.….(预约的记录都可以在仪器测试网上找到，硕士的那个学号，并且有没有爽约可以查到)。后来，记不清又因为什么，好像因为每天早上不到实验室吧，又被老师批了一顿，当时的心态很差，和老师聊了很多心理话，从普通一本考过来，还是跨专业，我其实内心挺自卑的吧，尤其隔壁宿舍的铁哥们，3年3篇文章，国奖，各种奖都有，我什么没有，但是做实验，我绝对比他刻苦，心理也有落差吧。其实我只想获得认可，一句辛苦了就足够，但是得到一顿骂，说凭什么对我说辛苦，谁对她说辛苦，那时之后，心理问题可能更严重了吧。等到崔，孙的回稿弄完，我终于能做自己实验了，实验进展还可以吧，在过年前，差不多完成了课题的全部测试，只是因为探针的一些原因，需要换。理论上，路已经走通了，换个探针就可以了。过年前，她找我们开会，问我们过年回不回家，因为过年期间，疫情有反复，回家可能不能及时回学校，我想了想，最终选择留下来(很可笑的一个决定，更可笑的是她后来巨然还说劝过我回家，她根本不明白我当时多想回家，多想有个人对我说，回家吧)。过年期间看着别人回家团圆，心里不是滋味，根本不想做实验，渐渐的，到了25号左右吧，开始想做实验，结果又来活了，帮尹计秋改金属离子文章!!!!!!!以及写基金，当时我心态真的炸了，我过年留校是帮尹计秋改文章的???????????后来，这两个活一直干到3月初吧(被她说过年不回家，也不做实验，装刻苦，我反应都放废了)。从那之后，我心态已经彻底炸了，做实验有点进展，欢天喜地，没有进展或者不好的进展，感觉整个人废了。然后，就到了最近，组里有个叫赵沛然的搞事情，在某一次组会中，好像赵沛然抓住了我们中不知道谁的不规范实验操作，录音录像，报告给了大老板，于是她被批了，当时就我和另外一个同一年级的做实验比较多，她就把我们实验停了，我觉得自己实验操作没没问题，觉得停实验莫名其妙，而且当时赶上大创结题，整理大创结题材料，也就没找她。之后交大创结题时候她就爆发了问我为什么用张师兄检测偶氮还原酶的结构(我当时一脸懵逼，明明是她叫我用的啊)。下午开完组会又找我和那位女生开会，我还是坚持说这个就是她让我用的，甚至对她吼了，于是，被骂白眼狼，说这两年白培养我了(帮别人做两年实验)。回去之后，我整晚没睡着，第二天准备打电话向她道歉，结果打了两个电话都没接，发短信说在上课，让我短信回复。于是我短信道歉了，当天晚上，给她发大创结题材料，她各种不满意，结果，周一时候又把我一顿批，测试继续不开，我当时真的不知道怎么办了，那时候开始，就想着，也许自杀是我唯一的出路吧，永别了，这是世界，我这个人又怕痛，想了想，安眠药可能是最佳选择吧。这周一组会完，坚定了我的选择永别了这个世界。想对我的父母说抱歉，但是我感觉自己真的只能自杀了。智商，情商都低，办事情办不明白，还喜欢闹情绪，估计我这样的，到了社会上会死的更惨吧，让我去了吧，不拖累你们了。我死后，这段长话可能会公开吧。想想也很无聊啊，可能焦老师会说我没有做任何测试吧，可能会说孙阳，崔辰放毕业测试，尹计秋的测试都是他们自己做的吧，我帮你想了想，拿出他们的实验记录本啊?哦，被我偷了是吧!那他们测试时候的录像总有吧，不管测试屋还是共聚焦屋都有摄像头的?哦，内存满了，时间过了是吧!那他们预约仪器的记录呢?后续应该会有相关事情的调查吧?有的话，希望实验室的各位师兄师姐，师弟师妹，你们有利益相关，面对调查，我不求你们站出来说什么，只求你们保持沉默，可以吗?磊哥，晨哥，如果有什么人问道你们什么事情，希望能如实说吧。我相信国家，相信政府，相信教育局的调查，如果调查结果是我错了，那么我便是以死谢罪。写到这里，想对张建军老师说声抱歉，当年入学时候交材料时吗，您说的那就看好我，我一直记得，但是....想对安永林老师以及选课的其他老师说声抱歉，我当年逃了很多课，但是大部分应该都是去做实验了。至今为止，我所有做的荧光测试，以及实验记录本上记录的测试，全部放在qq空间名为111111的相册当中，密码gx1245，想看的可以去看一看。还有些别的内容。安眠药就酒，越喝越有，没想到写了一个晚上，希望今天能睡个好觉。"
    },
    {
        "序号": "27",
        "年龄": "23岁左右（大四）",
        "性别": "女",
        "职业": "大学生",
        "地区": "浙江宁波",
        "时间": "2023-11",
        "方式": "跳楼",
        "遗书": "还有辅导员。我明明和她讲的是“我觉着我自己和他人思维有异”，然后我妈那天和我讲“辅导员和我说你脑子有病你知不知道?究竟是哪个环节出错了?当时我明明说的我与他人思想不一样，到辅导员这里就过滤成我有病了吗?为什么我和辅导员讲的很多话，再经由我妈告诉我，一切就都变味了?大三填心理问卷的时候，辅导员说“如果填出来是心理有问题，那我可能要找你们谈谈了我想你们也不想麻烦。”暗示很明显了。对，我也不想麻烦。我已经明白什么心理咨询都救不了我了。所以心理问卷，怎么阳光开朗向上，我就怎么填。她们只是在见缝插针的寻找，在她们没有做错事的基础上，而我做错的事。行李箱那边的公共区域那么乱，她们怎么不说?行李箱上面四年间我都没有放过东西，只有在我死前的半个月放了只大白鹅玩偶，因为太大了其他地方实在放不下。旁边的柜子，我四年间只占了最左边细细的一条，摆了一排洗发水之类的瓶子，而她们把柜子弄乱成什么样?我洗衣服挂阳台上滴水，她们就叫我拿去外面晒，她们自己洗衣服滴水，就一句话不说。我洗完衣服把脸盆搬出去的时候有时候水会滴一地，她们也会，所以她们这时候就不讲了。我那天我路过食堂门口，意外拿到一只大白鹅玩偶。那时候我真的很开心，我原来以为拿不到它了。但是它太大了，放床上人睡不下，放柜子里也塞不下，所以无奈我才把它放行李箱上。然后别人看到了，问这是谁的鹅，农彩锐说“是zyj的吧，这个女人，等会就把鹅给她丢了。还讲了不止一次。然后很开心的我，突然就被泼了盆冷水。为什么，要如此对别人喜欢的东西。为什么，什么都没确认，就要下定论。为什么，直接就排除那是我的。为什么，说从我从不考虑别人感受的你们，才是最不考虑别人感受的。如果，我也说把你们心爱的化妆品，专辑之类的东西，说要丢到楼下垃圾桶里，你们会开心吗?你们是不是还会反过来骂我有病?如果你们给宿舍每人分了杯奶茶，然后不明所以的另一个人进来，开心的喊了一句:“这一定是隔壁寝室xxx送的吧，她太好了!”你们会开心吗?会难过吗?那天宿舍就我一个人在吃饭，躺在床上的耿早琴一直在问谁在吃什么，这么香。我知道她们一直忌讳提我名字，但我没想到农彩锐为了避免说是我在吃午饭，她直接说:“是不是别人吃屎你也觉得香?”真恶心。她们应该认为我不怎么考虑他人感受，那她们呢?陈若平说我晚上动来动去吵到她，还骂我神经病。其结果就是我晚上更睡不着。因为我开始注意我晚上是否真的多动。然后我发现，晚上别人翻身打呼噜之类的噪音，尤其是陈若平的，并不比我少。她只是找了个理由，就兴冲冲的来针对我。因为陈若平，所以现在晚上都是别人动了之后我才跟着动，防止她们说是我先动把她们吵醒。何况某天我打蚊子不小心掀起床帘的时候，发现陈若平的床帘那里还亮着手机的光。之后偶尔半夜我会轻轻掀开床帘看看，发现陈若平那里总是亮着光。她其实根本就没那么早睡，何况她讲我吵的那天晚上，第二天早上是没课的，影响根本没那么大。她其实就是在故意找茬，而我因为没有留意，不确定是不是真的吵，默认下了，吃了个大亏。何况那天应她们的要求床单被套还洗了，我对陈若平那你把床单被套也拆了，单盖棉花一晚上不动试试。她立刻很嫌弃的说不要。己所不欲，何施于人呢?陈若平说让我道歉怎么就那么难呢，那你们给我道歉了吗?你们正视自己的错误了吗?晚上还经常有电脑关机和敲键盘的声音，陈若平说不是她。耿早琴和农彩锐还帮腔，说可能是隔壁的声音透过来。于是后面几次我认真听，我确认那就是陈若平的电脑声音，隔壁的电脑声音传不过来的。何况之前就只有她买了床上小桌子，会晚上把电脑搬上去玩。陈若平说让我道歉怎么就那么难呢，那你们给我道歉了吗?你们正视自己的错误了吗?晚上还经常有电脑关机和敲键盘的声音，陈若平说不是她。耿早琴和农彩锐还帮腔，说可能是隔壁的声音透过来。于是后面几次我认真听，我确认那就是陈若平的电脑声音，隔壁的电脑声音传不过来的。何况之前就只有她买了床上小桌子，会晚上把电脑搬上去玩。她们只会互相包庇，帮亲不帮理，然后轮到她们自己要抢东西的时候，凌晨一点还坐在下面狂点鼠标。这时候不说自己吵了?不说别人吵了?郭立铭总是说我电吹风吹到她。实际上她电吹风也经常吹到我，有几次还把水吹到我的书上和眼睛里。但我不想讲，因为这并不会少块肉。对于来说，不是天塌下来的事，没有开口的必要。但是她一直讲我。问我为什么总是拒绝和他人交流的话，这应该是心病。因为声音问题从小被孤立而导致的恐惧开口，我选择能不说就不说。我只敢在确认朋友不会嘲笑我的声音后，把事情和朋友说。何况就算说了，她们也只会说我事多，变本加厉的针对和找茬而已。在她们告状的前一阵子，我一天打游戏时过于激动，说了句很大声的话，挪动了下椅子，一扭头就看见郭立铭面色不善的和农彩锐窃窃私语，对着我指指点点。可是，我说话的时长，远比你们少的多。你们激动的时候，玩游戏的时候，比我多，也比我更吵 。你们这些最吵闹的家伙，凭什么对我指指点点。她们说我连麦外放，是侵犯她们的隐私，她们觉得自己被视奸了。可是，宿舍经常开门透风的时候，这时候她们的噪音，我在走廊的另一端都能听见，这会不嫌侵犯隐私了?她们打牌玩其他游戏吵闹的时候，声音上下两层都听得到，这会不嫌侵犯隐私了?她们把非寝室人员徐倩倩放进宿舍的时候，就不嫌侵犯隐私了?可能她们会说，徐倩倩是她们的朋友，不算外人。可是我和徐倩倩半个字也没讲过，对我来说她是陌生人。她隔三差五就不打招呼进宿舍，不侵犯我的隐私吗?她经常悄无声息像鬼一样的站在我和郭立铭身后，这时候不侵犯我的隐私吗?她们告人之前，有没有去照照镜子，看看自己是什么鬼样子。她们让我别外放，我说可以，那也别把徐倩倩放进来。结果呢?郭立铭站外面走廊和徐倩倩聊了几天之后就受不了了，照样把徐倩倩放进来，当什么事都没发生过。可笑。我说她们放的韩语歌真的很烦，节奏太快了还老是那几首重复循环放。我让她们放韩娱的时候别外放就行。结果呢?陈若平和郭立铭还是照样外放。农彩锐和耿早琴放的是国产剧，我没有讲过她们，她们两个却不敢外放了，但是却天天在宿舍里阴阳怪气:“我要外放了，我要外放了。”“戴耳机好疼啊，我要外放了。我知道戴耳机痛啊，所以你们吵了那么多年在你们没告我状前，我从来不讲你们，你们吵的关上门外面都听得见我也懒得讲你们。但你们呢?你们也不过只顾自己的感受。尤其是农彩锐，我从没讲过她外放的东西吵，但是她天天阴阳怪气我，觉得我不让她外放。合着我那天说的“韩综不要外放就好”你是没听见?还是对我敌意太深直接听成“都不许外放”?那这不是你的问题?天天阴阳怪气我很有本事?先去告状的不是你们?居然还很大声说:“戴耳机痛的是自己，外放痛的是别人，那我干什么要成全别人呢?”瞧瞧你这说的，原来你也觉得外放不对啊。真是辛苦你们这么多年终于见缝插针找到一个能告我的把柄。那更可怕了。毕竟她们连麦的时间可比我多的多。我只在五六月不到一个月的时间里外放过，她们可是四年几乎每晚都有连麦。她们才是真正的视奸吧。何况郭立铭之前还杭州湾还总开摄像头，并且没有和他人知会一声。这才是真的的不尊重他们隐私吧，不知道是谁经常把鸡蛋带回宿舍吃，满宿舍都是鸡蛋的味道，很臭。陈若平还有很多次，不知道玩蛋仔还是王者外放很大声，里面的角色一直在说什么猪八七小队比，还有菠萝吹雪的“解释就是掩饰，掩饰就事实。外放就算了，一直重复同一句话半小时，我当时怎么就没有骂她。哦，还好没骂，不然她们不知道又要找什么理由来针对我。农彩锐从那天告状后，就有点小心翼翼，连关门大声了都要慌张。可笑。因为你们带着有色眼镜看人，所以才会草木皆兵风声鹤唳。因为你们总是在找别人的茬，所以现在害怕被别人找茬了。因为你们总是在找别人的茬，所以认为别人也会这样对你们。不是你们先搞事的话，我可真的懒得说你们。加害者还伪装成一副小心翼翼的样子，恶心。说没讲过她们吵，大概也不对。我讲过三次。一次是大二还是大一某天不知道为什么实在晕的厉害，想吐，于是我和她们说安静点，我想睡会。还有一次是做完手术，疼的厉害，想睡会，于是我在微信群里说我做手术需要休息能不能安静下。还有一次也是某天起来实在头晕，但是那天早上公布了提前放假的消息，于是寝室里炸开了锅，叽叽喳喳的，实在吵。但是那天太晕了我迷迷糊糊的又昏睡的过去，实在没精神和她们说安静，但是睡梦里都是她们闹哄哄的声音。于是醒来后我气不过，发了条动态说放个假就吵成这样，小学生吗。这可不得了，被陈若平看见了。我才知道原来陈若平高强度刷朋友圈和空间，这才是真正的视奸吧。陈若平看见后说你们觉得我们吵可以直说，没必要私底下讲人。我和她说，这件事我发完动态后也就气消了你们吵也吵完了，没必要和你们讲，何况我马上就要去一个更好的地方了更好的地方是哪里?是天堂。" 
    }

]