
[
    { 
        "序号": "1",
        "年龄": "24",
        "性别": "女",
        "职业": "教师",
        "地区": "河南",
        "时间": "2023-10",
        "遗书": "麻麻，对不起，我真的撑不住了答应我姐一起买车的事情食言了，和我姐幻想的未来生活也实现不了了。我真的好难过，我觉得自己喘不过来气.我从来没想过，作为一个小学老师会这么的难，面对学生很想真的做到教书育人，但是学校的工作，学校的活动，领导的检查，让我们这些没有培训过就直接当班主任的毕业生像入了牢笼，牢笼一点点缩小，我们每天都提着最后一口气上班什么时候老师才能只做教书育人的工作?不幸福的老师怎么能教出来积极乐观的孩子呢?如果要是没有死透，也别救了，就把器官捐赠了吧。"
    },
    {
        "序号": "2",
        "年龄": "14",
        "性别": "女",
        "职业": "学生",
        "地区": "上海",
        "时间": "2021-4",
        "遗书": "人生一趟，遇见你们我很荣幸，若有来生，我们不要再见面了。想想也没什么，你们爱的不是我，是冲进班级前十的我，是排名年龄前二十的我，是考到满分的我，你们心目中的完美女儿太优秀，我达不到。开学就是初二了，你们口中美好的小学，轻松的预备，快乐的初一，我都是玩命扛下来的，哪还敢奢望什么魔鬼初三初三。也没有什么好可惜好难过的，是你们说不指望我的，我相信你们。我是带给你们荣誉的人，严格出孝子的代言人，在朋友面前攀比的工具。在人前彬彬有礼，来了电话时语气礼貌又文明，在人后我承受了你们口中最肮脏的辱骂，气撒出来了，你们开心了，我就当睁一只眼闭一只眼,反正也没什么不是吗?人生比的不是长短，是价值，我知道计多你们不知道的事，为世界也做出过微薄的贡献。巴掌打在脸上最疼，然后是手背，再是手臂，最后是大腿，打在背上还行，被皮带或电线抽时腿上最疼，然后是背上，最后是双臂，羞辱人最有效的方法先是让她就穿地鞋站在屋外向外人示众，再是每日每夜骂不停地尖声骂最难听的话，还说的冠冕堂皇，最后是耍泼。失眠的原因是睡前被驾或被打，躺在床上接着听从主卧传来的谩骂声，剩下的时间用来回味一天的难过。中国人爱说小孩疯掉是因为学习压力大，可明明是家长把成绩看得太重了，先来明白了，因为他们不知道自己错了，过去不知道，现在不知道，未来更不可能知道，孩子喜欢的玩耍方式一直在变，我们满意的作业量一直在改，流传下来的却是上一辈那句“我们在你们这个岁数是没有怎么怎么样，所以现在才怎么怎么样，因此你一定要怎么怎么样”但凡你真的认识到自己的差都没脸说出这种句，但凡你在这方面有一点基因我们都不会这样。这年头就是这么怪，坐在沙发上躺在床上的人永远有资格指着鼻子骂一个正在读书或写功课的人，不为别的，就因为人家是长辈。是我太懦弱了，不敢面对下一次语文六十多分，数学七十多分和英语八十几分，我还是活成了自己最讨厌的样子。这辈子做尽了别人的出气桶，但还是有些对不起的人的，自然不是你们，为了他们，我又意外挺过了初一，的确是意料之外。既然都受不了彼此，不如我们各退一步，我消失也不错啊，我不怕。我不气你们，爱护你们的肺和心脏，不缩短你们的寿命了，你们不适合养女儿，或许儿子承受能力更好。也不能完全怪我,我真的尽力了，实在受不了了，这蛮好，不用担心我抄人作业，我作业不用交了，也不用担心我某某时间背着你们玩电子产品，花钱买我喜欢的东西。为人大气，我给你们你们想要的东西，桌子上是我能拿的出手所有的现金，你们说压岁钱统一给我三万，我不要了，全归你，不知道他们会不会给保险金，有的话最好，手机也不需要了，少了一个败家子，家庭会富裕起来，微信的钱全给你们了，自己看着分，我要课都上完了，那羽毛球课叫你们别买你们偏不听，那个课好像成年人也能上，你们趁着暑假去听掉，平时没有打打球挺好，我不会赖在家里把房子交成凶宅的放心，把奶奶接过来过来一起住吧，别整天去那种地方旅游被人家骗钱。诚心诚意祝你手术顺利，早日康复，少加班少熬夜，别过来烦我，桌上那张蓝色的卡是我们学校的借书卡，我借了学校三本书:《创业史》《红岩》《哈利波特与死亡圣器》一定要帮我还掉，麻烦跟老师说声谢谢。记得用我的零钱给小朋友买棒棒糖，珍珠棒的牌子好，房间里的东西有喜欢的一律随便拿。毁掉一个人很简单，只需要毁了她的童年，其余一切顺其自然，你们已经毁了我，也毁了XXX，请好好待她的弟弟吧，请收手这种伤害，这并不威风。你们把我们想得太坚强了。反省这件事就留给岁月好了。榻榻米我用鞋踩过，用抹布擦干净。"
    },
    {
        "序号": "3",
        "年龄": "17",
        "性别": "男",
        "职业": "学生",
        "地区": "云南省昭通市镇雄县盐源乡盐溪村",
        "时间": "2017-1",
        "遗书": "我逢过年受气、受罪，人人都有一颗心，心是肉长的，但是我的父亲是不知进退。人人过年，欢声笑语，高高兴兴，但我去年、今年，没有得到好日子过，去年打骂、逼问账目，只因为一点小事情，我过完年，上有七十几的爷爷奶奶，下有十八九岁的哥哥，我无法接受。为什么别人都有好的家庭，为什么？我没有，别人都有一个美好的童年，而我却只有在阴暗的阳光里度过，我不希望有什么好的生活，我只希望我有一个好个人生活，不受他人的气。在这十五年里，我感谢我的爷爷奶奶，是他们教我学会了为人处事，但是我的爸妈在这些年里没有一天是他们照顾我，但我不恨他们，因为他们有很大的负担。但是，我希望我父亲改改脾气，不要那么火爆，每一个人都有一颗自己的心，人心隔肚皮，我不知道他们的心事什么颜色，为什么要逼得子女自杀。我还很年轻，不是那么想死，但我受不了气，不要把脾气撒在自己儿女身上，他们是无辜的，上帝把他们送你们身边是希望他们得到爱，而不是父母的怒火，为此我必须申明：我的死与我的家人有着很大的关系，原因是我爸爸，他总是给我压力，给我难过，我死了是对我自己的一个解脱，从而为家庭减轻负担，为他们省下一笔钱，同时我将不再受我爸爸的气。那么我将活活受罪，我是那么希望自己不是人，而是一个水里游的、天上飞的，不管怎么我都将会快乐开心，不会流泪，我不会后悔，我后悔得是我投错了胎，世界那么大，为什么我会投生在这里，人终究会死，早死晚死都一样。爸爸，我死了，你就高兴了，因为不会有什么事会烦你了，我的死是你造成的，与其他人无关。你句句逼人，我没有办法，独有一死方休止。有一句话是这么说的，走自己的路，让别人去说吧，但是你既然有自己的规则，我不会管，因为我破坏了你的规举就只有死，你自己好字为之，你不要无理取闹，希望下辈子你我互不相识。你的不孝儿子，当然也是啥子事都干不了的一个儿子，自己珍重。我死了，你不要找老爷们（爷爷奶奶）的麻烦，如果你找老爷们的麻烦我都不放过你，我的死是你亲自造成的。另外，我死了，麻烦你帮我把我的手机卡给小帅儿，告诉他QQ钱包密码112820，手机卡在抽屉中，我的所有东西不准动我的。"
    },
    {
        "序号": "4",
        "年龄": "25",
        "性别": "女",
        "职业": "医学生",
        "地区": "湖南",
        "时间": "2023-8",
        "遗书": "我真的好累，想回去休息了。从大年初六到现在， 就没有好好休息过。大年初六上了三十多个小时班 不眠不休。可是事情还是做不完，总是做不完，每天都在加班，明明是假期，可是我在加班，初七加班，初八加班。我以为熬过这几天就好了，可是这就是个死循环。源源不断的事情，根本不可能做得完。一句这个月科室缺人，所以我就活该要一个人做两个人甚至三个人的事情吗。我以为规培的主要目的是学习，是把知识和临床结合，原来是给科室 当免费的牛马。送病人去转科，结果说我没去听小讲课算我缺勤。所以我到底是医生还是学生。上班忙到中饭都没吃，第二天早上交班还要说我中午没搞办公室卫生。加班到凌晨。早上六点半起床打车七点多赶到科室加班。明明已经申请了请假，可是还是不能回去休息。要开医嘱，谈话，做腰穿，写病历，写出院，处理病人的事情。病人在催我，都要出院。所以请假的意义是什么呢？扣我一天70几的工资，然后继续从早上上到晚上。第二天继续加班。所以规培的意义是什么呢，是被别人任意拿捏，只要不死，想拿规培证，就得服从。是啊，26岁的年龄，身体，是很难猝死的。即使是在猝死的边缘，只 要不死，就得像牛马一样干活。机器也需要定期检修的啊。我真的坚持不下去了，明明昨天就已经申请请了假，明明心脏已经快要跳出来了，明明咳嗽咳得胸痛，明明胸闷得内衣都不敢穿，可是还是有做不完的事情要做不能回去休息。就算请了假，我哪有时间去看病。请了假又怎样，病历还是没写完，还是得我写，请了假然后在加班，加班事情也做不完，多么可笑啊。可怕的是请了假还不知道这个月会不会以各种借口不让过规培，请完假还是得 回来上这样的班。那就早点结束吧。世上本就没有公平，怪我自己是不合格的牛马，熬不下去了。对不起爸妈，生养之恩，来世再报。也对不起导师，我知道规培不是您能左右的，只是之前还在跟我谈找工作的事，谈毕业的事，明明一切都那么那么美好，可是我不想看见了。没日没夜的加班，既然早晚要猝死，那就让我自己选择方式吧。再也不见 了，这个世界。再也不用六点半起床上班上到凌晨了。写不完的病历再见了。手机放在身上了。书包在科室，别的没有什么东西了。密码存在手机笔记本上了。心率已经150＋了，可是还在科室，还有事情没做完。还是不能回去。还有出院等着我办。毁灭吧。死后请把我火化。骨灰撒在山上。我替你们试过了，心率120会胸闷，130会气促，140、150会 胸痛，头晕，黑朦。但是26岁怎么都不会晕倒，猝死。还能继续干。或许会猝死，只是不知道什么时候。"
    },
    {
        "序号": "5",
        "年龄": "18",
        "性别": "男",
        "职业": "史学工作者",
        "地区": "陕西西安",
        "时间": "2016-2",
        "遗书": "烦请所有得知我去世消息的人，如果你们觉得不能理解我，请给予我基本的尊重，不要拿我借题发挥，像对江绪林一样，那种行为挺卑劣、愚昧的。我实在不想虚伪地以令人作呕的谦虚把自己“留与后人评说”——以我自己的解释为准就好了。终于还是要离开。一走了之的念头曾在脑海里萌发过太多次，两年多来每一次对压抑、恐惧的感受都推动着我在脑海里沉淀下今日对生死的深思熟虑，让我自己不再会觉得自己的离开只是草率的轻生，让我可以以为我最终的离去不仅是感性地对抑郁、孤独的排解，也是种变相地对我理性思考之成果的表达。未来对我太没有吸引力了。仅就世俗的生活而言，我能想象到我能努力到的一切，也早早认清了我永远不能超越的界限。太没意思了。更何况我精神上生活在别处，现实里就找不到能耐的下脚的地方。活着太苍白了，活着的言行让人感到厌烦，包括我自己的言行，我不屑活着。离世前唯一的担忧是我的遗体大概会很难看且任人摆布，周围的环境决定了人很难有个体面的活法，连小小的中学里也处处是浓厚的政治气息（举一小小例子，西中教学楼内教师办公室靠走廊的的门窗无不是人为地被用纸贴上或用柜子挡住，或者干脆办公室靠走廊一侧就没建窗户，而学生教室却可随时被人从窗户向里一览无余，这就是种显而易见的对等级氛围和身份权利差异的暗示，套用周振鹤先生的概念，可谓之校园政治地理学。可叹很多老师从没意识到过他们这种不自重，用寡鲜廉耻评价毫不过分，因为他们一面对自己享有的这种特权安之若素，另一方面却大量抱怨着中学老师社会地位、收入、学校里面领导的官僚化作风，却不反思自己），这样的社会风气里，容不下安乐死这样很个人主义的事的，因为总有人想榨取别人，自然不能放别人自由地生死。烦请所有得知我去世消息的人，如果你们觉得不能理解我，请给予我基本的尊重，不要拿我借题发挥，像对江绪林一样，那种行为挺卑劣、愚昧的。我实在不想虚伪地以令人作呕的谦虚把自己“留与后人评说”——以我自己的解释为准就好了。更何况我相信那些芸芸大众里的旁观者，只会给出那种为我所不屑的轻薄、庸俗的解释。你们知道吗，在这最后的时刻，在我给除刘雅雯外的每个人——包括我的亲人与学友——写下这些话的时候，内心竟然有种施舍般的悲悯。我想我应该坦白地告诉你们这一点，好让你们以对我的狂傲和自以为是的嘲笑，来减少点你们心里的恐惧。遗嘱见下：3、希望我的父亲能知足，珍惜我的母亲，同时改掉自己家长制的脾气以及极差的饮食追求，认清自己实际的生活能力和状况。太爱出去跟别人骑自行车，其实是不够挂念妻子和家庭。不要再保持那种单身宅男才会有的饮食习惯了，不健康，且这种饮食习惯是对性格和责任心的投射，说明人活得浑浑噩噩。4、希望我的母亲能振起精神来多抓抓工作，多去挣钱。这样若我父亲先离开，至少还可以维持生活。一个志在过小日子的人，精神也会很脆弱，要学会找些东西依靠。金钱是可以依靠的，另外还有志业也可以支撑人。5、剩下两次心理咨询，建议我父母分别去找郑皓鹏谈一次。我的离开不需要、不应该追责任何人，尤其是郑皓鹏，否则就是在侮辱我。我连我对刘雅雯的爱恋都没对郑皓鹏坦白过，而且我的心理问题太形而上了，郑皓鹏似乎比较适合解决诱因比较具有现实性的心理问题。6、感谢西北大学招生办刘春雷主任邀请我报考西北大学，很抱歉辜负他一片诚意。谢谢北京大学历史学系将我评为夏令营的优秀营员。谢谢邓小南老师的关照。7、每次去李裕民老师家都能感受到平日很少能体会到的温馨和安稳感。我对不起李老师夫妇对我的关爱。8、谢谢李范文老师一年多来对我的提携，答应给李老师整理《同音研究》的事也做不到了。恩情难报。9、向我的“朋友”们致歉，抱歉我给过你们一些错觉，我曾自私地想让我尝试去适应与世界相处，努力过放下我自以为是的精神洁癖。但我天性敏感，总是善于从在貌似愉快的氛围中的发生的小小分歧里窥探出自己与别人的殊途，让你们为我这么一个于你们活下去无意义的人耽误了些许时光。10、我要承认我对历史研究的日久生情。之前在媒体上抑或私下里，总冷冰冰地说历史研究只是渐渐随年岁长进而被我习惯的工作而已。但活到最后，对之还是曾有过牵挂。人活在世上，实在不该太把自己当回事，但只要人要赖活着，总得靠某种虚荣来营造出自我存在的价值感，无用的历史研究曾让我底气十足。虽然我的两本著作烂到算作草稿都不配，但我对我的学问有信心。我对古人的历史没什么兴趣，但每当我为活着感到疲惫、无趣时，对比之下，我总会自然地想去缩进历史研究的世界。但是即便是做研究，也并非能让我拥有尽善的生活感觉，因为有太多虚假的“研究”，还因为本质上少有其他人会对研究爱得纯粹。一个人喜欢追索，哪怕是对任意领域的，都会受到现实的阻挠和精神的压迫。问太多、想太多是种折磨，因为这样的情况下人会很难活得简单肤浅起来。好像说远了，其实仅就对做历史研究的想法而言，我只是想明白了心有天游，拘泥在一门学问之中，那样活着也是很庸碌的。说放下也就放下了。"
    },
    {
        "序号": "6",
        "年龄": "15",
        "性别": "男",
        "职业": "学生",
        "地区": "江西",
        "时间": "2016-10",
        "遗书": "老爸老妈，我死是因为我知道自己的成绩差的太多了，不可能考上高中的，我也不想再给你们增加负担了。你们两人抚养我们三个一定很难，老哥和老菜成绩都好，老哥快毕业了，老菜也高中了，我也曾经努力学习过，可是，无论如何我都无法集中精力在学习上，我最后放弃了，如果我还听得进课的话，我会努力学习，考上大学的，可是我不行，我不愿意做啃老的人，也不愿做一个社会上的败类，所以我选择死。其实，我从留级的那一年就开始想死了。可是，我舍不得你们，所以我拖了这么久，今天，我想明白了。再以这种情况拖下去，还不如死了，起码可以自由的睡一觉。我知道，你们会说我没用，没错，我是很没用，但是所有的苦，我都放在心里，不愿意在你们面前表露出来，我只以一个乐观的样子面对你们，但实际上，我的内心一直在告诉我“你是个没用的人，这么胆小，永远成不了大气。”其实，我自己什么都敢做的，只不过我有理智，今天，我要让它滚开，不要再约束我了。如果要找我的尸首，就去水库吧。 我想了很多方式，就这个最好，我的尸体火化吧。骨灰要么随风而散，要么埋在山顶，让我可以天天看风景。"
    },
    {
        "序号": "7",
        "年龄": "17",
        "性别": "女",
        "职业": "未知,曾在酒吧",
        "地区": "福建石狮市",
        "时间": "2014-10",
        "遗书": "对不起爸爸妈妈弟弟奶奶，我看透了这个世界，我不喜欢这么累的活着，所以我先去探寻我心中最大的疑惑有没有前世来生，妈妈，你最讨厌小三了，可是我却做了，因为爱，我听你的话乖乖的没拆散人家家庭，爸爸，我理解你，所以你好好的，永远都爱那个给我拍照的好爸爸，弟弟，那么帅不管你读书还是混社会，都要洁身自爱自立自强，，奶奶，再享福几年。我没存下来钱，只剩下5800我打到三婶卡里了给弟弟，希望弟弟能健康成长，留给妈妈的只有刚买的面膜那些了我都寄到修那了，他会拿给你，妈妈，不要去责怪任何人，是我对这个世界绝望了，与他人无关，是我感受不到亲情友情和活着的意义，是我自己想不通放不下，，我活着很累，我迷茫我没有目标，我不懂事这么小就谈了三四个男朋友，我还在酒吧上过班，感觉自己就是个废物，我好像总是多余的，我不应该来到这个世界，妈妈你叫我看心理医生我没去看，因为我已经变态奔溃了，活着没意思，我就走了，不要难过，骗弟弟说我在外面不回家别告诉他我死了，我希望我跳下去可以直接死了不要残废，如果没死让医生给我一针安乐死，我真的不想活在这个世界那么累，我还差几个月才18，所以不能入祖坟的，我也不想入，不要给我换丑丑的死人服，我喜欢白色的长裙，就把我火葬，直接这样火葬把骨灰从石狮绿岛最高的那层楼撒下来，这是我的心愿爸爸妈妈，最后一次让你们为我操劳一次，希望你们可以放下各自的家庭，带弟弟去旅游一次感受下有爸爸妈妈的感觉，真的对不起，我的东西都丢掉不要了，仅剩的遗物在建明迎宾楼路口对面的百江明珠旁边第二条巷子里面有家沙县店，楼上308就是我开了几天的临时住宿，把那些烧给我就好了，唉，从小到大，就这一次最不让你们省心了，也是最后一次，对不起，爸爸妈妈，闺蜜潘莲，希望你可以见到我妈的时候给她看，谢谢了"
    },
    {
        "序号": "8",
        "年龄": "",
        "性别": "",
        "职业": "",
        "地区": "",
        "时间": "",
        "遗书": ""
    }


]